Repository: BerndStorck/moksha
Catalog: po/*.po
Languages: sk

source: %s does not support disabling autoscrolling
sk: %s nepodporuje vypnutie automatického posuvu

source: Move to
sk: Presunúť na

source: Automatically scroll contents
sk: Automaticky rolovať obsah

source: Plain
sk: Plochý

source: Inset
sk: Vsadený

source: Look
sk: Vzhľad

source: Remove
sk: Odstrániť

source: Stop moving
sk: Ukončiť presúvanie

source: Insufficent gadcon support
sk: Nedostatočná podpora Gadcon

source: Module %s needs to support %s
sk: Modul %s potrebuje podporu %s

source: Please press key sequence,<br><br>or <hilight>Escape</hilight> to abort.
sk: Prosím zadajte skratku,<br><br>alebo klávesou <hilight>Esc</hilight> zrušte.

source: Mouse Binding Sequence
sk: Skratka myši

source: Key Binding Sequence
sk: Klávesová skratka

source: A previous instance of Moksha is still active on this screen. Aborting startup.
sk: Predchádzajúca inštancia Moksha desktop je stále aktívna na tejto obrazovke. Zrušenie štartu.

source: Import Error
sk: Chyba Importu

source: Moksha was unable to import the image<br>due to a copy error.
sk: Moksha nie je schopná importovať obrázok<br><br>vzhľadom ku chybe pri kopírovaní.

source: Moksha was unable to import the image.<br><br>Are you sure this is a valid image?
sk: Moksha nie je schopný importovať obrázok.<br><br>Ste si istí, že je to naozaj správna téma?

source: Select a Picture...
sk: Vybrať obrázok

source: Use
sk: Použiť

source: Picture Import Error
sk: Zlyhal import obrázku

source: Moksha was unable to import the picture<br>due to conversion errors.
sk: Moksha nie je schopný importovať obrázok<br><br>vzhľadom ku chybe konverzie.

source: Import Settings...
sk: Nastavenie importu

source: Fill and Stretch Options
sk: Nastavenie vyplnenia a roztiahnutia

source: Stretch
sk: Roztiahnuť

source: Center
sk: Na stred

source: Tile
sk: Dlaždice

source: Within
sk: Vymedziť

source: Fill
sk: Zaplniť

source: Pan
sk: Pole

source: File Quality
sk: Kvalita Súboru

source: Use original file
sk: Použi originálny súbor

source: Fill Color
sk: Farba výplne

source: Window Locks
sk: Zámky Okna

source: Generic Locks
sk: Základné Zámky

source: Prevent this window from moving on its own
sk: Zabrániť náhodnej zmene tohoto okna užívateľom

source: Prevent this window from being changed by me
sk: Zabrániť náhodnej zmene tohoto okna užívateľom

source: Prevent this window from being closed
sk: Zabrániť zatvoreniu tohoto okna

source: Do not allow the border to change on this window
sk: Zabrániť zmene okraju tohoto okna

source: Remember the locks for this window
sk: Zapamätať si zámky tohoto okna

source: Prevent Changes In:
sk: Zabrániť zmenám v:

source: Position
sk: Umiestnenie

source: Size
sk: Veľkosť

source: Stacking
sk: Usporiadanie

source: Iconified state
sk: Ikonifikovaný stav

source: Stickiness
sk: Priľnavosť

source: Shaded state
sk: Zrolované

source: Maximized state
sk: Maximalizovaný stav

source: Fullscreen state
sk: Celá obrazovka

source: Program Locks
sk: Zámky programu

source: Border style
sk: Štýl okrajov

source: User Locks
sk: Užívateľské Zámky

source: Prevent:
sk: Zabrániť:

source: Closing the window
sk: Zatvorenie okna

source: Logging out while this window is open
sk: Odhlásenie kým je toto okno otvorené

source: Behavior Locks
sk: Nastavenie zámkov

source: Remember these Locks
sk: Zapamätať zámky

source: Window
sk: Okno

source: Always on Top
sk: Vždy navrchu

source: Sticky
sk: Pripichnuté

source: Shade
sk: Zrolované

source: Fullscreen
sk: Celá obrazovka

source: Unmaximize
sk: Nemaximalizovať

source: Edit Icon
sk: Upraviť ikonu

source: Create Icon
sk: Vytvoriť ikonu

source: Add to Favorites Menu
sk: Pridať k obľúbeným

source: Add to IBar
sk: Pridať do Ibar modulu

source: Create Keyboard Shortcut
sk: Vytvoriť klávesovú skratku

source: Iconify
sk: Minimalizovať

source: Skip
sk: Preskočiť

source: Border
sk: Okraj

source: Locks
sk: Zámky

source: Remember
sk: Zapamätať

source: Screen %d
sk: Obrazovka %d

source: Normal
sk: Normálne

source: Always Below
sk: Vždy Pod

source: Pin to Desktop
sk: Pripnúť na plochu

source: Unpin from Desktop
sk: Odopnúť z plochy

source: Select Border Style
sk: Vybrať ohraničený štýl

source: Use Moksha Default Icon Preference
sk: Použiť predvolené nastavenie ikon (Moksha)

source: Use Application Provided Icon
sk: Použiť predvolené nastavenie ikon (Aplikácia)

source: Use User Defined Icon
sk: Použi užívateľom definovanú ikonu

source: Offer Resistance
sk: Odolnosť

source: Window List
sk: Zoznam okien

source: Pager
sk: Správca plôch

source: Taskbar
sk: Zoznam úloh

source: Withdrawn
sk: Odvolaný

source: Iconic
sk: Ikonický

source: Forget/Unmap
sk: Zabudnúť/odmapovať

source: Northwest
sk: Severozápad

source: North
sk: Sever

source: Northeast
sk: Severovýchod

source: West
sk: Západ

source: East
sk: Východ

source: Southwest
sk: Juhozápad

source: South
sk: Juh

source: Southeast
sk: Juhovýchod

source: Static
sk: Statický

source: None
sk: Žiadne

source: Above
sk: Nad

source: Below
sk: Pod

source: ICCCM Properties
sk: ICCCM vlastnosti

source: NetWM Properties
sk: NetWM vlastnosti

source: Title
sk: Názov

source: Class
sk: Trieda

source: Icon Name
sk: Názov ikony

source: Machine
sk: Stroj

source: Role
sk: Úloha

source: Minimum Size
sk: Minimálna Veľkosť

source: Maximum Size
sk: Maximálna veľkosť

source: Base Size
sk: Základná Veľkosť

source: Resize Steps
sk: Mierka Zmeny Veľkosti

source: Sizing
sk: Dimenzovanie

source: Aspect Ratio
sk: Pomer strán

source: Initial State
sk: Počiatočný stav

source: State
sk: Stav

source: Window ID
sk: ID Okna

source: Window Group
sk: Skupina Okna

source: Transient For
sk: Priehľadné pre

source: Client Leader
sk: Vedúci klient

source: Gravity
sk: Príťažlivosť

source: States
sk: Stavy

source: Take Focus
sk: Aktivovať

source: Accepts Focus
sk: Akceptuje aktiváciu

source: Urgent
sk: Urgentne

source: Request Delete
sk: Vyžadovať zmazanie

source: Request Position
sk: Vyžadovať umiestnenie

source: Settings
sk: Nastavenia

source: Modal
sk: Modálny

source: Shaded
sk: Zrolovaný

source: Skip Taskbar
sk: Preskočiť panel

source: Skip Pager
sk: Preskočiť správcu plôch

source: Hidden
sk: Skrytý

source: Window Remember
sk: Zapamätať okno

source: Window properties are not a unique match
sk: Nastavenia okna nie sú unikátne

source: You are trying to ask Moksha to remember to apply<br>properties (such as size, location, border style etc.) to<br>a window that <hilight>does not have unique properties</hilight>.<br><br>This means it shares Name/Class, Transience, Role etc. properties<br>with more than 1 other window on the screen and remembering<br>properties for this window will apply to all other windows<br>that match these properties.<br><br>This is just a warning in case you did not intend this to happen.<br>If you did, simply press <hilight>Apply</hilight> or <hilight>OK</hilight> buttons<br>and your settings will be accepted. Press <hilight>Cancel</hilight> if you<br>are not sure and nothing will be affected.
sk: Chcete aby si Moksha zapamätal, že má aplikovať<br>nastavenia (ako je veľkosť, umiestnenie, štýl okraju atď.) pre<br>okno, ktoré <hilight>nemá unikátne nastavenia</hilight>.<br><br>To znamená, že zdieľa Meno/Triedu, Priesvitnosť, Úlohu a ďalšie nastavenia s viac ako jedným ďalším oknom na obrazovke a zapamätanie<br>nastavení pre toto okno sa aplikuje aj na všetky ostatné okná<br>ktoré,majú rovnaké nastavenia.<br><br>Vhodné je zapnúť voľbu <hilight>Aplikuj iba pre jedno okno</hilight> v prípade, že si<br>prajete aby nastavenia platili iba pre jednu inštanciu tohoto okna a<br>nie pre všetky inštancie.<br><br>Toto je iba varovanie pre prípad, že neočakávate takýto priebeh.<br>V prípade, že očakávate stlačte <hilight>Aplikuj</hilight> alebo <hilight>OK</hilight> tlačítko<br>a Vaše nastavenia budú uložené. Stlač <hilight>Zrušiť</hilight> pokiaľ<br>nie si si istý a žiadne zmeny sa neaplikujú.

source: No match properties set
sk: Požadované vlastnosti nie sú nastavené

source: You are trying to ask Moksha to remember to apply<br>properties (such as size, location, border style etc.) to<br>a window <hilight>without specifying how to remember it</hilight>.<br><br>You must specify at least 1 way of remembering this window.
sk: Chcete aby si Moksha zapamätala, že má aplikovať<br>nastavenia (ako je veľkosť, umiestnenie, štýl okraju atď.) pre<br>okno <hilight>bez špecifikovania ako si ich zapamätať</hilight>.<br><br>Musíte špecifikovať aspoň 1 spôsob ako si zapamätať nastavenia pre toto okno.

source: Nothing
sk: Nič

source: Size and Position
sk: Veľkosť a umiestnenie

source: Size, Position and Locks
sk: Veľkosť, umiestnenie a zámky

source: All
sk: Všetko

source: Window name
sk: Názov okna

source: Window class
sk: Trieda okna

source: Window Role
sk: Úloha Okna

source: Window type
sk: Typ okna

source: wildcard matches are allowed
sk: zástupné znaky sú povolené

source: Transience
sk: Priehľadnosť

source: Identifiers
sk: Identifikátory

source: Icon Preference
sk: Možnosti ikon

source: Virtual Desktop
sk: Virtuálna plocha

source: Current Screen
sk: Aktuálna obrazovka

source: Skip Window List
sk: Neuvádzať v zozname okien

source: Application file or name (.desktop)
sk: Súbor aplikácie alebo názov (.desktop)

source: Match only one window
sk: Platí iba pre jedno okno

source: Always focus on start
sk: Vždy so zameraním na začiatok

source: Keep current properties
sk: Zachovať aktuálne nastavenie

source: Start this program on login
sk: Spustiť tento program pri prihlásení

source: Utilities
sk: Utility

source: Files
sk: Súbory

source: Launcher
sk: Rýchly Prístup

source: Core
sk: Jadro

source: Mobile
sk: Mobilný

source: Module Settings
sk: Nastavenie Modulov

source: Load
sk: Zapnúť

source: Unload
sk: Vypnúť

source: No modules selected.
sk: Žiadne moduly vybrané.

source: More than one module selected.
sk: Viac ako jeden modul vybraný.

source: Remove Gadget
sk: Odstrániť widget

source: Loaded Gadgets
sk: Zapnuté widgety

source: Add Gadget
sk: Pridať widget

source: Available Gadgets
sk: Dostupné widgety

source: Shelf Contents
sk: Obsah lišty

source: Toolbar Contents
sk: Obsah panelu

source: Toolbar Settings
sk: Nastavenia panelu

source: Layout
sk: Rozloženie

source: Input Method Error
sk: Chyba metódy Vstupu

source: Error starting the input method executable<br><br>please make sure that your input<br>method configuration is correct and<br>that your configuration's<br>executable is in your PATH<br>
sk: Chyba pri spúšťaní vstupnej metódy<br><br>prosím uistite sa, že Vaša<br>konfigurácia vstupnej metódy je správna a<br>súbor pre spustenie metódy je v PATH<br>

source: Main
sk: Hlavné

source: Favorite Applications
sk: Obľúbené aplikácie

source: Applications
sk: Aplikácie

source: About Operating System
sk: O operačnom systéme

source: Help
sk: Pomoc

source: About Bodhi Linux
sk: O Bodhi Linuxe

source: About Moksha Desktop
sk: O desktope Moksha

source: About Theme
sk: O Téme

source: Restart Moksha
sk: Reštart Moksha desktopu

source: Virtual
sk: Virtuálny

source: Shelves
sk: Lišty

source: Show/Hide All Windows
sk: Ukázať/Schovať všetky okná

source: No applications
sk: Žiadne aplikácie

source: Set Virtual Desktops
sk: Nastaviť virtuálne plochy

source: Windows
sk: Okná

source: No windows
sk: Žiadne okná

source: Lost Windows
sk: Stratené okná

source: Untitled window
sk: Okno bez názvu

source: Add a Shelf
sk: Pridať lištu

source: Delete a Shelf
sk: Odstránniť lištu

source: Shelf Settings
sk: Nastavenia lišty

source: Above Everything
sk: Nad všetkým

source: Below Windows
sk: Pod oknami

source: Below Everything
sk: Pod všetkým

source: Allow windows to overlap the shelf
sk: Povoliť prekrytie okna lištou

source: Height (%3.0f pixels)
sk: %3.0f pixelov

source: Shrink to Content Width
sk: Prsispôsobť veľkosti obsahu

source: Style
sk: Štýl

source: Auto-hide the shelf
sk: Automaticky skrývať lištu

source: Show on mouse in
sk: Zobraziť pri prejdení myšou

source: Show on mouse click
sk: Zobraziť pri kliknutí myšou

source: Hide timeout
sk: Skryť timeout

source: %.1f seconds
sk: %.1f sek.

source: Hide duration
sk: Skryť trvanie

source: %.2f seconds
sk: %.2f sekúnd

source: Auto Hide
sk: Automatické skrývanie

source: Show on all Desktops
sk: Zobraziť na všetkých plochách

source: Show on specified Desktops
sk: Zobraziť na určených plochách

source: Moksha cannot initialize Eina!
sk: Moksha nemôže inicializovať Eina!.

source: Moksha cannot initialize Eet!
sk: Moksha nemôže inicializovať Eet!.

source: Moksha cannot initialize Ecore!
sk: Moksha nemôže inicializovať Ecore!.

source: Moksha cannot initialize EIO!
sk: Moksha nemôže inicializovať EIO!

source: Moksha cannot set up an exit signal handler. Perhaps you are out of memory?
sk: Moksha nemôže nastaviť handler signálu exit. Možno máte nedostatok pamäte.

source: Moksha cannot set up a HUP signal handler. Perhaps you are out of memory?
sk: Moksha nemôže nastaviť handler signálu HUP. Možno máte nedostatok pamäte.

source: Moksha cannot initialize Ecore_File!
sk: Moksha nemôže inicializovať Ecore_File!

source: Moksha cannot initialize Ecore_Con!
sk: Moksha nemôže inicializovať Ecore_Con!

source: Moksha cannot initialize Ecore_Ipc!
sk: Moksha nemôže inicializovať Ecore_Ipc!

source: Moksha cannot initialize Ecore_X!
sk: Moksha nemôže inicializovať Ecore_X!

source: Moksha cannot initialize Ecore_IMF!
sk: Moksha nemôže inicializovať Ecore_IMF!

source: Moksha cannot initialize Ecore_Evas!
sk: Moksha nemôže inicializovať Ecore_Evas!

source: Moksha cannot initialize Elementary!
sk: Moksha nemôže inicializovať Elementary!

source: Moksha cannot initialize Emotion!
sk: Moksha nemôže inicializovať Emotion!

source: Moksha found ecore_evas doesn't support the Software X11 rendering in Evas. Please check your installation of Evas and Ecore and check they support the Software X11 rendering engine.
sk: Moksha zistil, že ecore_evas nepodporuje softvérové X11 vykresľovanie v Evas. Prosím skontrolujte, či Evas a Ecore podporujú engine so softvérovým vykresľovaním cez X11.

source: Moksha found ecore_evas doesn't support the Software Buffer rendering in Evas. Please check your installation of Evas and Ecore and check they support the Software Buffer rendering engine.
sk: Moksha zistil, že ecore_evas nepodporuje vykresľovanie cez softvérový buffer v Evas. Prosím skontrolujte, či Evas a Ecore podporujú engine s vykresľovaním cez softvérový buffer.

source: Moksha cannot initialize Edje!
sk: Moksha nemôže inicializovať Edje!

source: Moksha cannot initialize E_Intl!
sk: Moksha nemôže zinicializovať E_Intl!

source: Moksha cannot initialize its emergency alert system. Have you set your DISPLAY variable?
sk: Moksha nemôže zinicializovať záchranno-poplašný systém. Máte nastavenú premennú DISPLAY?

source: Moksha cannot create directories in your home directory. Perhaps you have no home directory or the disk is full?
sk: Moksha nemôže vytvoriť adresáre vo Vašom domovskom adresári. Možno nemáte domovský adresár alebo je disk plný.

source: Moksha cannot initialize E_Xinerama!
sk: Moksha nemôže inicializovať E_Xinerama!

source: Moksha cannot set up paths for finding files. Perhaps you are out of memory?
sk: Moksha nemôže nastaviť cesty pre vyhľadávanie súborov. Možno máte nedostatok pamäte.

source: Moksha cannot set up its font system.
sk: Moksha nemôže spustiť systém fontov.

source: Moksha cannot set up its theme system.
sk: Moksha nemôže spustiť systém tém.

source: Starting International Support
sk: Spúšťam medzinárodnú podporu

source: Setup Screens
sk: Nastaviť obrazovky

source: Moksha set up window management for all the screens on your system failed. Perhaps another window manager is running?
sk: Nastavenie manažéra okien na všetkých obrazovkách v systéme zlyhalo. Nebeží už iný okenný manažér?

source: Setup ACPI
sk: Nastavenie ACPI

source: Setup Backlight
sk: Nastavenie podsvietenia

source: Moksha cannot configure the backlight.
sk: Moksha nie je schopná konfigurovať podsvietenie.

source: Setup Powersave Modes
sk: Nastavenie úsporných režimov

source: Moksha cannot set up its powersave modes.
sk: Moksha nemôže nastaviť svoje módy šetrenia.

source: Setup Screensaver
sk: Nastaviť šetrič obrazovky

source: Moksha cannot configure the X screensaver.
sk: Moksha nemôže nakonfigurovať X šetrič.

source: Setup DPMS
sk: Nastavenie DPMS

source: Moksha cannot configure the DPMS settings.
sk: Moksha nemôže nakonfigurovať DPMS nastavenia.

source: Setup Desklock
sk: Nastavenie zámku plochy

source: Moksha cannot set up its desk locking system.
sk: Moksha nemôže nastaviť systém pre uzamknutie plochy.

source: Setup Popups
sk: Nastaviť vyskakovacie okná

source: Setup Paths
sk: Nastavenie ciest

source: Setup System Controls
sk: Inštalačný systém kontroly

source: Moksha cannot initialize the System Command system.
sk: Moksha nemôže inicializovať systémové príkazy.

source: Setup Actions
sk: Nastaviť operácie

source: Moksha cannot set up its actions system.
sk: Moksha nemôže spustiť systém operácií.

source: Setup Execution System
sk: Nastavenie Systému vykonávača

source: Moksha cannot set up its exec system.
sk: Moksha nemôže nastaviť exec systém.

source: Setup Filemanager
sk: Nastavenie Správcu súborov

source: Moksha cannot initialize the File manager.
sk: Moksha nemôže inicializovať Správcu súborov.

source: Setup Message System
sk: Nastaviť systémové správy

source: Moksha cannot set up its msg system.
sk: Moksha nemôže nastaviť systém správ.

source: Setup DND
sk: Nastavenie DND

source: Moksha cannot set up its dnd system.
sk: Moksha nemôže nastaviť systém dnd.

source: Setup Grab Input Handling
sk: Nastaviť zachytenie vstupnej manipulácie

source: Setup Modules
sk: Nastavenie modulov

source: Moksha cannot set up its module system.
sk: Moksha nemôže nastaviť systém modulov.

source: Setup Remembers
sk: Nastaviť zapamätanie

source: Moksha cannot setup remember settings.
sk: Moksha nemôže nastaviť systém zapamätania.

source: Setup Color Classes
sk: Nastavenie triedy farieb

source: Moksha cannot set up its color class system.
sk: Moksha nemôže nastaviť systém tried farieb.

source: Setup Gadcon
sk: Nastavenie Widgetu

source: Moksha cannot set up its gadget control system.
sk: Moksha nemôže nastaviť systém pre ovládanie widgetov.

source: Setup Wallpaper
sk: Nastaviť obrázok pozadia

source: Moksha cannot set up its desktop background system.
sk: Desktopu sa nepodarilo nastaviť systém pozadia plochy.

source: Setup Mouse
sk: Nastaviť myš

source: Moksha cannot configure the mouse settings.
sk: Moksha nemôže konfigurovať nastavenia myši.

source: Moksha cannot setup XKB Keyboard layouts.
sk: Moksha nemôže nastaviť systém klávesníc.

source: Setup Bindings
sk: Nastaviť Skratky

source: Moksha cannot set up its bindings system.
sk: Moksha nemôže nastaviť systém skratiek.

source: Setup Thumbnailer
sk: Nastaviť náhľady

source: Moksha cannot initialize the Thumbnailing system.
sk: Moksha nemôže inicializovať systém náhľadov.

source: Moksha cannot initialize the Icon Cache system.
sk: Moksha nemôže inicializovať systém ikon.

source: Moksha cannot initialize the XSettings system.
sk: Moksha nemôže inicializovať XSettings.

source: Moksha cannot initialize the Update system.
sk: Moksha nemôže inicializovať systém aktualizácie.

source: Setup Desktop Environment
sk: Nastavenie prostredia desktopu

source: Moksha cannot initialize its desktop environment.
sk: Moksha nemôže inicializovať prostredie desktopu.

source: Setup File Ordering
sk: Nastavenie zoradenia súborov

source: Moksha cannot set up its order file system.
sk: Moksha nemôže nastaviť svoj systém zoradenia súborov.

source: Load Modules
sk: Spustiť moduly

source: Setup Shelves
sk: Nastaviť lišty

source: Configure Shelves
sk: Konfigurovať lišty

source: Almost Done
sk: Takmer hotovo

source: Version: %s
sk: Verzia: %s

source: Testing Format Support
sk: Testujem podporu formátu

source: Moksha found Evas can't create a buffer canvas. Please check Evas has Software Buffer engine support.
sk: Moksha zistil, že Evas nemôže vytvoriť buffer pre canvas. Prosím skontroluj, že Evas má podporu pre softvérový buffer engine.

source: Moksha found Evas can't load SVG files. Check Evas has SVG loader support.
sk: Moksha zistil, že Evas nemôže nahrať SVG súbory. Skontroluj či má Evas podporu pre nahrávanie SVG.

source: Moksha found Evas can't load JPEG files. Check Evas has JPEG loader support.
sk: Moksha zistil, že Evas nemôže nahrať JPEG súbory. Skontroluj či má Evas podporu pre nahrávanie JPEG.

source: Moksha found Evas can't load PNG files. Check Evas has PNG loader support.
sk: Moksha zistil, že Evas nemôže nahrať PNG súbory. Skontroluj či má Evas podporu pre nahrávanie PNG.

source: Moksha found Evas can't load EET files. Check Evas has EET loader support.
sk: Moksha zistil, že Evas nemôže nahrať EET súbory. Skontroluj či má Evas podporu pre nahrávanie EET.

source: Moksha found Evas can't load the 'Sans' font. Check Evas has fontconfig support and system fontconfig defines a 'Sans' font.
sk: Moksha zistil, že Evas nemôže nahrať 'Sans' písmo. Skontrolujte, či má Evas podporu fontconfig a či fontconfig definuje 'Sans' písmo.

source: Moksha crashed early on start and has been restarted
sk: Moksha desktop havaroval na začiatku a bol reštartovaný

source: Moksha crashed early on start and has been restarted.<br>There was an error loading the module named: %s<br><br>This module has been disabled and will not be loaded.
sk: Moksha zlyhala pri štarte a bola reštartovaná.<br>Bola tam chyba počas spúšťania modulu s názvom: %s<br><br>Tento modul bol zakázaný a nebude spustený.

source: Moksha crashed early on start and has<br>been restarted. All modules have been disabled<br>and will not be loaded to help remove any problem<br>modules from your configuration. The module<br>configuration dialog should let you select your<br>modules again.
sk: Moksha zlyhala pri štarte a<br>bude reštartovaná. Všetky moduly boli zakázané<br>a nebude spustený pomocník k odstráneniu akéhokoľvek problému<br>modulu vo vašej konfigurácii. Dialóg<br>nastavenie modulu vám vyberie<br>moduly znova.

source: Moksha crashed early on start and has been restarted.<br>All modules have been disabled and will not be loaded to help<br>remove any problem modules from your configuration.<br><br>The module configuration dialog should let you select your<br>modules again.
sk: Moksha zlyhala pri štarte a<br> bude reštartovaná.<br>Všetky moduly boli zakázané<br>a nebude spustený pomocník<br>k odstráneniu akéhokoľvek problému<br><br>modulu vo vašej konfigurácii. Dialóg nastavenie modulu vám vyberie<br>moduly znova.

source: Loading Module: %s
sk: Spúšťanie modulov: %s

source: There was an error loading the module named: %s<br>No module named %s could be found in the<br>module search directories.<br>
sk: Došlo k chybe pri načítaní modulu: %s<br>Žiadny modul s názvom %s nebol nájdený v<br>priečinkoch s modulmi.<br>

source: Error loading Module
sk: Chyba pri nahrávaní modulu

source: There was an error loading the module named: %s<br>The full path to this module is:<br>%s<br>The error reported was:<br>%s<br>
sk: Došlo k chybe pri načítaní modulu: %s<br>Úplná cesta k modulu je:<br>%s<br>Došlo k chybe:<br>%s<br>

source: Module does not contain all needed functions
sk: Modul neobsahuje všetky potrebné funkcie

source: Module API Error<br>Error initializing Module: %s<br>It requires a minimum module API version of: %i.<br>The module API advertized by Moksha is: %i.<br>
sk: Chyba API Modulu<br>Chyba pri inicializácii modulu: %s<br>Je potrebný API modul minimálne vo verzii: %i.<br>API modul v Moksha je vo verzii: %i.<br>

source: Moksha %s Module
sk: Moksha %s Modul

source: What action should be taken with this module?<br>
sk: Aká operácia s modulom by mala byť vykonaná?<br>

source: Keep
sk: Ponechať
