Repository: BerndStorck/moksha
Catalog: po/*.po
Languages: sk

source: Screen Setup
sk: Nastavenie obrazovky

source: Primary Output
sk: Primárny Výstup

source: Restore On Startup
sk: Obnoviť pri štarte

source: Configured Shelves: Display %d
sk: Nakonfigurované lišty: Displej %d

source: Are you sure you want to delete "%s"?
sk: Ste si istý, že chcete zmazať tento "%s"?

source: Confirm Shelf Deletion
sk: Potvrdiť zmazanie lišty

source: Wallpaper Settings
sk: Nastavenia tapety

source: Go up a directory
sk: Prejsť do vyššieho priečinku

source: Use Theme Wallpaper
sk: Použiť tapetu témy

source: Picture...
sk: Obrázok...

source: Where to place the Wallpaper
sk: Kam umiestniť tapetu

source: All Desktops
sk: Všetky plochy

source: This Desktop
sk: Táto plocha

source: This Screen
sk: Táto obrazovka

source: Default Border Style
sk: Predvolený štýl okraja

source: Window Border Selection
sk: Výber okraja okna

source: Remember this Border for this window next time it appears
sk: Zapamätať si okraj okna do budúcnosti

source: Border Title
sk: Názov okraja

source: Border Title Active
sk: Názov okna aktívny

source: Border Frame
sk: Rám okraja

source: Border Frame Active
sk: Aktívny rám okna

source: Error Text
sk: Chybný text

source: Menu Background Base
sk: Základné pozadie ponuky

source: Menu Title
sk: Názov ponuky

source: Menu Title Active
sk: Aktívny titulok ponuky

source: Menu Item
sk: Položka Menu

source: Menu Item Active
sk: Aktívna položka menu

source: Menu Item Disabled
sk: Zakázaná položka menu

source: Move Text
sk: Presunúť text

source: Resize Text
sk: Zmeniť veľkosť textu

source: Winlist Item
sk: Položka zoznamu okien

source: Winlist Item Active
sk: Aktívny zoznam okien

source: Winlist Label
sk: Označenie zoznamu okien

source: Winlist Title
sk: Názov zoznamu okien

source: Dialog Background Base
sk: Základné pozadie dialógov

source: Shelf Background Base
sk: Základné pozadie lišty

source: File Manager Background Base
sk: Základné pozadie Správcu súborov

source: Focus
sk: Zaostrenie

source: Button Text
sk: Text tlačidla

source: Button Text Disabled
sk: Text tlačidla zakázaný

source: Check Text
sk: Skontroluj text

source: Check Text Disabled
sk: Zakázaná kontrola textu

source: Entry Text
sk: Vložiť text

source: Entry Text Disabled
sk: Vkladanie textu zakázané

source: Label Text
sk: Označiť text

source: List Item Text Selected
sk: Text položky zoznamu

source: List Item Text (Even)
sk: Text položka zoznamu (párna)

source: List Item Background Base (Even)
sk: Pozadie položky zoznamu (párna)

source: List Item Text (Odd)
sk: Text položky zoznamu (nepárna)

source: List Item Background Base (Odd)
sk: Pozadie položky zoznamu (nepárna)

source: List Header Text (Even)
sk: Text hlavičky zoznamu (párne)

source: List Header Background Base (Even)
sk: Pozadie hlavičky zoznamu (párne)

source: List Header Text (Odd)
sk: Text hlavičky zoznamu (nepárne)

source: List Header Background Base (Odd)
sk: Text hlavičky zoznamu (nepárny)

source: Radio Text
sk: Rádio text

source: Radio Text Disabled
sk: Rádio text zakázaný

source: Slider Text
sk: Bežiaci text

source: Slider Text Disabled
sk: Bežiaci text zakázaný

source: Frame Background Base
sk: Pozadie rámu

source: Scroller Frame Background Base
sk: Pozadie posuvníka rámu

source: Module Label
sk: Názov modulu

source: Composite Focus-out Color
sk: Farba kompoztnej deaktivácie

source: Colors
sk: Farby

source: Color class: %s
sk: Farba tried: %s

source: No selected color class
sk: Nie je vybraná žiadna trieda farby

source: Custom colors
sk: Vlastné farby

source: Object:
sk: Objekt:

source: Outline:
sk: Obrys

source: Shadow:
sk: Tieň:

source: Text with applied colors.
sk: Text s aplikovanými farbami.

source: Colors depend on theme capabilities.
sk: Farby sú závislé na možnostiach témy.

source: Window Manager
sk: Správca okienr

source: Widgets
sk: Widgety

source: Others
sk: Ďaľšie

source: Title Bar
sk: Názov titulku

source: Textblock Plain
sk: Blok textu prostý

source: Textblock Light
sk: Blok textu svetlý

source: Textblock Big
sk: Blok textu veľký

source: Settings Heading
sk: Nastavenie hlavičky

source: About Title
sk: O titulku

source: About Version
sk: O verzii

source: Desklock Title
sk: Názov uzamknutej plochy

source: Desklock Password
sk: Heslo pre uzamknutie plochy

source: Dialog Error
sk: Chyba dialógu

source: Exebuf Command
sk: Exebuf príkaz

source: Splash Title
sk: Názov úvodnej obrazovky

source: Splash Text
sk: Text úvodnej obrazovky

source: Splash Version
sk: Verzia úvodnej obrazovky

source: Digital Clock
sk: Digitálny displej hodín

source: Entry
sk: Vstup

source: Frame
sk: Rám

source: Label
sk: Označenie

source: Buttons
sk: Tlačidlo

source: Slider
sk: Posuvník

source: Radio Buttons
sk: Rádiové tlačidlo

source: Check Buttons
sk: Zaškrtávacie tlačidlo

source: Text List Item
sk: Položka textového zoznamu

source: List Item
sk: Položka zoznamu

source: List Header
sk: Hlavička zoznamu

source: Filemanager
sk: Správca súborov

source: Desktop Icon
sk: Ikona na ploche

source: Small
sk: Malý

source: Large
sk: Veľký

source: Small Styled
sk: Malý štýlový

source: Normal Styled
sk: Normálny štýl

source: Large Styled
sk: Malý štýlový

source: Font Settings
sk: Nastavenia písma

source: Tiny
sk: Drobné

source: Big
sk: Veľké

source: Really Big
sk: Skutočne veľké

source: Huge
sk: Obrovské

source: Enable Custom Font Classes
sk: Povoliť vlastný font

source: English 012 #!? 日本語 にほんご ソフト 中文 華語 한국
sk: Príliš žltučký kôň spieval diabolské ódy #!? 1234567890

source: Font Classes
sk: Triedy fontov

source: Enable Font Class
sk: Povoliť triedu fontu

source: Hinting
sk: Vyhladzovanie

source: Automatic
sk: Automaticky

source: Font Fallbacks
sk: Núdzový font

source: Fallback Name
sk: Meno núdzového fontu

source: Enable Fallbacks
sk: Povoliť núdové fonty

source: Hinting / Fallbacks
sk: Vyhladzovanie / Núdzové fonty

source: Factor
sk: Faktor

source: Scale Settings
sk: Nastavenia DPI

source: DPI Scaling
sk: DPI rozsah

source: Don't Scale
sk: Nenastaviť DPI

source: Scale relative to screen DPI
sk: Rozsah prispôsobiť DPI obrazovky

source: Base DPI (Currently %i DPI)
sk: Základné DPI (Aktuálne %i DPI)

source: Custom scaling factor
sk: Vlastný DPI faktor

source: %1.2f x
sk: %1.2f

source: Policy
sk: Politika

source: Minimum
sk: Minimálny

source: %1.2f times
sk: %1.2f krát

source: Maximum
sk: Maximálny

source: Constraints
sk: Obmedzenia

source: Startup Settings
sk: Nastavenia pri spustení

source: Show Splash Screen on Login
sk: Zobraz úvodnú obrazovku pri prihlásení

source: Transition Settings
sk: Nastavenie prechodu

source: Events
sk: Udalosti

source: Startup
sk: Spustenie

source: Desk Change
sk: Zmena plochy

source: Background Change
sk: Zmena pozadia

source: Transitions
sk: Prechody

source: Theme Selector
sk: Výber Témy

source: Theme File Error
sk: Import témy zlyhal

source: Theme Categories
sk: Kategórie tém

source: Assign
sk: Priradiť

source: Clear
sk: Vyčistiť

source: Clear All
sk: Vymazať všetko

source: Select a Theme...
sk: Zvoliť tému...

source: Theme Import Error
sk: Import témy zlyhal

source: Moksha was unable to import the theme.<br><br>Are you sure this is really a valid theme?
sk: Moksha nie je schopná importovať tému.<br><br>Ste si istí, že je to naozaj správna téma?

source: Moksha was unable to import the theme<br>due to a copy error.
sk: Moksha nie je schopná importovať mtému<br><br>vzhľadom ku chybe pri kopírovaní.

source: Application Theme Settings
sk: Nastavenie témy ikon

source: Match Moksha theme if possible
sk: Prispôsobiť Mokshu téme ak je to možné

source: Enable X Application Settings
sk: Povoliť nastavenie X aplikácií

source: GTK Applications
sk: GTK aplikácie

source: Enable icon theme for applications
sk: Povoliť tému ikon pre aplikácie

source: Enable icon theme for Moksha
sk: Povoliť tému ikon pre Mokshu

source: Application Theme
sk: Téma aplikácií

source: Borders
sk: Okraje

source: Scaling
sk: Nastavenie DPI

source: Window List Menu Settings
sk: Nastavenie zoznamu okien

source: Group By
sk: Zoskupiť podľa

source: Include windows from other screens
sk: Vrátane okien z daľších obrazoviek

source: Separate Groups By
sk: Oddeliť skupiny podľa

source: Using separator bars
sk: Použiť oddeľovače

source: Using menus
sk: Použiť ponuky

source: Grouping
sk: Zoskupiť

source: Alphabetical
sk: Abecedne

source: Window stacking layer
sk: Vrstvy radenia okna

source: Most recently used
sk: Najčastejšie používané v poslednej dobe

source: Sort Order
sk: Zoradenie

source: Group with owning desktop
sk: Skupina vlastniaca plochu

source: Group with current desktop
sk: Skupina terajšej plochy

source: Separate group
sk: Oddeliť skupinu

source: Warp to owning desktop
sk: Presunúť na vlastnú plochu

source: Iconified Windows
sk: Minimalizované okná

source: Limit caption length
sk: Limit dĺžky popisky

source: %1.0f Chars
sk: %1.0f znakov

source: Captions
sk: Popisky

source: Window Display
sk: Zobrazenie okna

source: Border Icon
sk: Ikona záhlavia

source: User defined
sk: Použi užívateľom definovanú ikonu

source: Application provided
sk: Definované aplikáciou

source: Move Geometry
sk: Poloha okna

source: Display information
sk: Zobraziť informáciu

source: Follows the window
sk: Nasledovať okno

source: Resize Geometry
sk: Zmeniť geometriu

source: Display
sk: Zobrazenie

source: Placement
sk: Umiestnenie

source: Smart Placement
sk: Inteligentné Umiestnenie

source: Don't hide Gadgets
sk: Neschovávať Widgety

source: Place at mouse pointer
sk: Umiestniť pod kurzor myši

source: Place manually with the mouse
sk: Umiestniť manuálne s myšou

source: Group with windows of the same application
sk: Zoskupiť s oknami rovnakej aplikácie

source: Switch to desktop of new window
sk: Prepnúť na plochu nového okna

source: New Windows
sk: Nové okná

source: Animate
sk: Animovať

source: Linear
sk: Lineárne

source: Accelerate, then decelerate
sk: Zrýchliť, potom spomaliť

source: Accelerate
sk: Zrýchliť

source: Decelerate
sk: Spomaliť

source: Pronounced Accelerate
sk: Výrazne zrýchliť

source: Pronounced Decelerate
sk: Výrazne spomaliť

source: Pronounced Accelerate, then decelerate
sk: Výrazne zrýchliť, potom spomaliť

source: Bounce
sk: Odskočiť

source: Bounce more
sk: Odskočiť viac

source: Shading
sk: Roleta okna

source: Keep windows within the visual screen limits
sk: Okná v medziach obrazovky

source: Allow windows partly out of the visual screen limits
sk: Povoliť oknám čiastočné presahovanie cez hranice obrazovky

source: Allow windows completely out of visual screen limits
sk: Povoliť oknám plné presahovanie cez hranice obrazovky

source: Screen Limits
sk: Hranice obrazovky

source: Focus Settings
sk: Nastavenie aktivácie okna

source: Click Window to Focus
sk: Kliknúť na okno pre aktiváciu

source: Window under the Mouse
sk: Okno pod myšou

source: Most recent Window under the Mouse
sk: Posledné okno pod kurzorom myši

source: Raise windows on mouse over
sk: Okno pod myšou do popredia (bez kliknutia)

source: Click
sk: Kliknutím

source: Pointer
sk: Ukazovateľom myši

source: Sloppy
sk: Voľne

source: New Window Focus
sk: Prepnutie do nového okna

source: No window
sk: Žiadne okno

source: All windows
sk: Všetky okná

source: Only dialogs
sk: Len dialógy

source: Only dialogs with focused parent
sk: Len dialógy prepnutého rodičovského okna

source: Autoraise
sk: Automatické do popredia

source: Delay before raising:
sk: Oneskorenie pre okno do popredia

source: Raise Window
sk: Okno do popredia

source: Raise when starting to move or resize
sk: Okno do popredia pri pohybe alebo pri zmene veľkosti

source: Raise when focusing
sk: Do popredia pri aktivácii

source: Active Window Hint Policy
sk: Pravidlá upozornenia aktívneho okna

source: Ignore hint
sk: Ignorovať pri upozornení

source: Animate on hint
sk: Animácia nápovedy

source: Activate on hint
sk: Aktivovať pri upozornení

source: Hints
sk: Upozornenia

source: Other Settings
sk: Ostatné nastavenia

source: Always pass click events to programs
sk: Vždy preniesť klik myši až do aplikácie

source: Click raises the window
sk: Okno do popredia po kliknutí

source: Click focuses the window
sk: Aktivácia okna po kliknutí

source: Refocus last window on desktop switch
sk: Reaktivácia posledného okna pri zmene plochy

source: Focus last focused window on lost focus
sk: Aktivácia posledne aktivovaného okna pri strate aktivity

source: Slide pointer to a new window which is focused
sk: Posuňte kurzor do nového aktívneho okna

source: Window Geometry
sk: Geometria okna

source: Resist obstacles
sk: Vyhýbať sa prekážkam

source: Other windows
sk: Ďalšie okná

source: Edge of the screen
sk: Hranica obrazovky

source: Desktop gadgets
sk: Widgety na ploche

source: Resistance
sk: Odolnosť

source: Smart expansion
sk: Inteligentne zväčšiť

source: Fill available space
sk: Vyplniť dostupné miesto

source: Direction
sk: Smer

source: Both
sk: Obidva

source: Manipulation
sk: Manipulácia s oknami

source: Allow manipulation of maximized windows
sk: Povoliť manipuláciu s maximalizovanými oknami

source: Allow windows above fullscreen window
sk: Povoliť oknám byť nad oknami v plnoobrazovkom režime

source: Maximization
sk: Maximalizovať

source: Automatically accept changes after:
sk: Automaticky akceptovať zmeny po:

source: Move by
sk: Presunúť

source: Resize by
sk: Zmeniť veľkosť

source: Keyboard
sk: Klávesnica

source: Limit resize to useful geometry
sk: Obmedziť veľkosť na použiteľné rozmery

source: Move after resize
sk: Presun po zmene veľkosti

source: Adjust windows on shelf hide
sk: Prispôsobiť okná lište s automatickým skrývaním

source: Follow Move
sk: Sledovať posun

source: Follow Resize
sk: Sledovať zmenu veľkosti

source: Follow Raise
sk: Sledovať okno v popredí

source: Follow Lower
sk: Sledovať okno na pozadí

source: Follow Layer
sk: Sledovať vrstvu

source: Follow Desktop
sk: Sledovať plochu

source: Follow Iconify
sk: Sledovať minimalizáciu

source: Transients
sk: Priehľadnosť

source: Window Process Management
sk: Riadenie činností okna

source: Kill process if unclosable
sk: Ukončiť proces ak nie je možné zatvoriť

source: Kill timeout:
sk: Oneskorenie ukončenia procesu

source: Window Focus
sk: Aktivácia okna

source: Window List Menu
sk: Zoznam otvorených okien

source: Window Remembers
sk: Zapamätanie okna

source: Remember internal dialogs
sk: Zapamätať vnútorné dialógy

source: Remember file manager windows
sk: Zapamätať okná správcu súborov

source: Details
sk: Podrobnosti

source: Class:
sk: Trieda:

source: Title:
sk: Názov:

source: Role:
sk: Úloha:

source: No selection
sk: Bez výberu

source: Fast (4 ticks)
sk: Rýchlo (4 ticks)

source: Medium (8 ticks)
sk: Stredne (8 ticks)

source: Normal (32 ticks)
sk: Normálne (32 ticks)

source: Slow (64 ticks)
sk: Pomaly (64 ticks)

source: Very Slow (256 ticks)
sk: Veľmi pomaly (256 ticks)

source: Manual
sk: Manuálne

source: Lower Power Automatic
sk: Automaticky znižovať spotrebu

source: Minimum Speed
sk: Minimálna rýchlosť

source: Maximum Speed
sk: Maximálna rýchlosť

source: Restore CPU Power Policy
sk: Obnoviť riadenie spotreby CPU

source: Automatic powersaving
sk: Automatické šetrenie energie

source: Time Between Updates
sk: Doba medzi aktualizáciami

source: Set CPU Power Policy
sk: Nastaviť riadenie spotreby CPU

source: Set CPU Speed
sk: Nastaviť rýchlosť CPU

source: Powersaving behavior
sk: Režim šetrenia energiou

source: There was an error trying to set the<ps/>cpu power state setting via the module's<ps/>setfreq utility.
sk: Došlo k chybe pri pokuse nastaviť<br>frekvenciu cpu pomocou utility modulu<br> setfreq.

source: Cpufreq Error
sk: Chyba Cpufreq modulu

source: Cpufreq Permissions Error
sk: Chyba privilégií modulu Cpufreq

source: Everything Launcher
sk: Rýchly prístup

source: Show Everything Launcher
sk: Zobraziť rýchly prístup

source: Everything Configuration
sk: Rýchly prístup (nastavenie)

source: Everything Module
sk: Modul rýchleho prístupu

source: Quick Launcher
sk: Rýchly prístup

source: Everything Settings
sk: Rýchly prístup (Nastavenia)

source: Available Plugins
sk: Dostupné doplnky

source: Move Up
sk: Posunút hore

source: Move Down
sk: Posunút dole

source: Configure
sk: Konfigurovať

source: Enabled
sk: Povolený

source: Show in "All"
sk: Zobraziť v ponukách

source: Show in top-level
sk: Zobraziť na najvyššej úrovni

source: Minimum characters for search
sk: Minimálne počet znakov pre vyhľadávanie

source: Plugin Trigger
sk: Doplnok spustenia

source: Search only when triggered
sk: Hľadať iba pri spustení

source: Plugin View
sk: Zobrazenie doplnkov

source: Detailed
sk: Podrobnosti

source: Animate scrolling
sk: Animované rolovanie

source: Up/Down select next item in icon view
sk: Posun po položkách v zobrazení ikon (Výber Hore/Dole)

source: Hide input when inactive
sk: Skryť vstup pri nečinnosti

source: Hide list
sk: Skryť zoznam

source: Quick Navigation
sk: Rýchla Navigácia

source: Emacs style (ALT + n,p,f,b,m,i)
sk: Emacs štýl (ALT + n,p,f,b,m,i)

source: Vi style (ALT + h,j,k,l,n,p,m,i)
sk: Vi štýl (ALT + h,j,k,l,n,p,m,i)

source: No Sorting
sk: Podľa abecedy

source: By usage
sk: Podľa používania

source: Most used
sk: V poslednej dobe používané

source: Last used
sk: Posledne použité

source: Subject Plugins
sk: Doplnky subjektov

source: Action Plugins
sk: Doplnky operácií

source: Object Plugins
sk: Doplnky objektov

source: Plugins
sk: Doplnky

source: Popup Size
sk: Veľkosť okna

source: Popup Width
sk: Šírka okna

source: Popup Height
sk: Výška okna

source: Popup Align
sk: Zarovnanie okna

source: Edge Popup Size
sk: Veľkosť Okraja Okna

source: Geometry
sk: Geometria Okna

source: Plugin
sk: Doplnok

source: Actions
sk: Operácie

source: %d item
sk: %d položka

source: No plugins loaded
sk: Žiadne spustené doplnky

source: Open with...
sk: Otvoriť čím...

source: Open File...
sk: Otvoriť súbor čím...

source: Edit Application Entry
sk: Editovať záznam aplikácie

source: New Application Entry
sk: Nový záznam aplikácie

source: Run with Sudo
sk: Spustiť so sudo

source: Open Terminal here
sk: Spustiť v termináli

source: Run Executable
sk: Príkaz

source: Commands
sk: Príkaz

source: Terminal Command
sk: Terminálu príkaz

source: Everything Plugin
sk: Doplnok rýchleho prístupu

source: Calculator
sk: Kalkulačka

source: Copy to Clipboard
sk: Kopírovať do schránky

source: Copy To ...
sk: Kopírovať do ...

source: Move To ...
sk: Presunúť do ...

source: Move to Trash
sk: Presunúť do koša

source: Open Directory
sk: Otvoriť priečinok

source: Sort by Date
sk: Zoradiť podľa dátumu

source: Sort by Name
sk: Zoradiť podľa mena

source: Recent Files
sk: Premenovať súbory

source: Show recent files
sk: Zobrazenie nedávnych súborov

source: Search recent files
sk: Hľadať nedávne súbory

source: Search cached files
sk: Hľadanie súborov uložených vo vyrovnávacej pamäti

source: Cache visited directories
sk: Pamäť navštívených priečinkov

source: Clear cache
sk: Vyčistiť pamäť

source: Show Dialog
sk: Zobraziť dialógy

source: Switch to Window
sk: Prepnúť do okna

source: Toggle Fullscreen
sk: Celá obrazovka

source: Send to Desktop
sk: Presunúť na plochu

source: Show %s Plugin
sk: Zobraziť %s doplnok

source: Browse %s
sk: Prehliadať %s

source: Back
sk: Späť

source: Other application...
sk: Ďaľšia aplikácia...

source: Go To Parent Directory
sk: Prejsť do nadradeného adresára

source: Clone Window
sk: Klonovať Okno

source: Copy Path
sk: Kopírovať Cestu

source: Run
sk: Spustiť

source: Open
sk: Otvoriť

source: %d file
sk: %d súbor

source: Known Applications
sk: Známe Aplikácie

source: Suggested Applications
sk: Doporučené Aplikácie

source: All Applications
sk: Všetky Aplikácie

source: Custom Command
sk: Vlastný Príkaz

source: Copying is aborted
sk: Kopírovanie je zrušené

source: Moving is aborted
sk: Presúvanie je zrušené

source: Deleting is aborted
sk: Odstránenie je zrušené

source: Secure deletion is aborted
sk: Bezpečné odstránenie je zrušené

source: Copy of %s done
sk: Kopírovanie %s je dokončené

source: Copying %s (eta: %s)
sk: Kopírovanie %s (odhad. čas: %s)

source: Move of %s done
sk: Presúvanie %s je dokončené

source: Moving %s (eta: %s)
sk: Presúvanie %s (odhad. čas: %s)

source: Delete done
sk: Odstránenie dokončené

source: Deleting files...
sk: Odstraňovanie súborov ...

source: Secure delete done
sk: Bezpečné odstránenie dokončené

source: Securely deleting files...
sk: Bezpečné odstraňovanie súborov...

source: Unknown operation from slave %d
sk: Neznáma operácia podriadeného %d

source: EFM Navigation
sk: EFM Navigácia

source: File Icons
sk: Ikony súborov

source: File Types
sk: Typy Súborov

source: File Icon
sk: Ikona súboru

source: Basic Info
sk: Základné info

source: Use Generated Thumbnail
sk: Použi vygenerované Náhľady

source: Use Theme Icon
sk: Použi ikonu témy

source: Use Edje File
sk: Použiť Edje súbor

source: Use Image
sk: Použi Obrázok

source: Use Default
sk: Použiť predvolené

source: Select an Edje file
sk: Vyberte súbor Edje

source: Select an image
sk: Vyberte obrázok

source: Fileman Settings
sk: Nastavenia Správcu súborov

source: Icon Size
sk: Veľkosť ikony

source: View
sk: Zobrazenie

source: File Extensions
sk: Prípona súborov

source: Full Path In Title
sk: Názov cesty v hlavičke

source: Icons On Desktop
sk: Ikony na ploche

source: Toolbar
sk: Zobraziť lištu s nástrojmi

source: Sidebar
sk: Postranná lišta

source: Use Single Click
sk: Použi jednoduché kliknutie

source: 'cp+rm' instead of 'mv'
sk: 'cp+rm' namiesto 'mv'

source: Use Alternate Selection Modifiers
sk: Použitie alternatívnych výberových modifikátorov

source: Allow Navigation On Desktop
sk: Zobraziť navigáciu na ploche

source: Max File Size For Thumbnailing
sk: Max. Veľkosť Súboru pre Vytvorenie Náhľadu

source: Custom FM to open dirs
sk: Vlastný FM pre otvorenie priečinku

source: Behavior
sk: Funkcie

source: Mode
sk: Režim

source: Show device icons on desktop
sk: Zobraziť ikony zariadení na ploche

source: Mount volumes on insert
sk: Pripojiť zariadenia pri vložení

source: Open filemanager on mount
sk: Otvoriť správcu súborov pri pripojení zväzku

source: Device
sk: Zariadenie

source: Show tooltip
sk: Zobraziť plávajúcu nápovedu

source: Tooltip delay
sk: Zotrvanie plávajúcej nápovedy

source: Tooltip size (Screen percentage)
sk: Veľkosť plávajúcej nápovedy

source: Tooltips
sk: Plávajúca nápoveda

source: File Manager
sk: Správca súborov

source: Navigate
sk: Navigovať

source: Fileman
sk: Správca súborov

source: No listable items
sk: Žiadne zobraziteľné položky

source: GTK Bookmarks
sk: GTK Záložky

source: Current Directory
sk: Aktuálny priečinok

source: Home
sk: Domovský priečinok

source: Background
sk: Pozadie

source: Desktop Gadgets
sk: Widgety na ploche

source: Available Layers
sk: Dostupné vrstvy

source: Configure Layer
sk: Konfigurovať vrstvy

source: Layers
sk: Vrstvy

source: Custom Image
sk: Vlastný obrázok

source: Custom Color
sk: Vlastná farba

source: Transparent
sk: Priehľadný

source: Animations
sk: Animácie

source: Background Options
sk: Nastavenie pozadia

source: Begin move/resize
sk: Presun/zmena veľkosti widgetu

source: Free
sk: Voľné

source: Appearance
sk: Vzhľad

source: Add other gadgets
sk: Pridať daľšie widgety

source: Show/hide gadgets
sk: Zobraziť/skryť widgety

source: Change Gadgets
sk: Zmeniť widget

source: Window Switcher Settings
sk: Nastavenie prepínača okien

source: Windows from other desks
sk: Okná z iných plôch

source: Windows from other screens
sk: Okná z iných obrazoviek

source: Iconified
sk: Minimalizované

source: Iconified from other desks
sk: Minimalizované z ostatných plôch

source: Iconified from other screens
sk: Minimalizované z ostatných obrazoviek

source: Uniconify/Unshade
sk: Zrušiť minimalizáciu/roletu

source: Warp mouse while selecting
sk: Presun myši počas výberu
