Repository: BerndStorck/moksha
Catalog: po/*.po
Languages: sk

source: Warp mouse at end
sk: Presun myši po operácii

source: Jump to desk
sk: Prepnúť na plochu

source: Selecting
sk: Výber

source: Warp speed
sk: Rýchlosť presúvania

source: Scroll Animation
sk: Animované rolovanie

source: Scroll speed
sk: Rýchlosť rolovania

source: Minimum width
sk: Minimálna šírka

source: Maximum width
sk: Maximálna šírka

source: Minimum height
sk: Minimálna výška

source: Maximum height
sk: Maximálna výška

source: Horizontal alignment
sk: Horizontálne odsadenie

source: Vertical alignment
sk: Vertikálne odsadenie

source: Alignment
sk: Odsadenie

source: Window Switcher
sk: Prepínanie medzi oknami

source: Next Window
sk: Nasledujúce okno

source: Previous Window
sk: Predchádzajúce okno

source: Next window of same class
sk: Ďalšie okno rovnakej triedy

source: Previous window of same class
sk: Predchádzajúce okno rovnakej triedy

source: Next window class
sk: Ďalšia trieda okna

source: Previous window class
sk: Predchádzajúca trieda okna

source: Window on the Left
sk: Okno vľavo

source: Window Down
sk: Okno dole

source: Window Up
sk: Okno hore

source: Window on the Right
sk: Okno vpravo

source: Winlist Error
sk: Chyba prepínania okien

source: Winlist cannot be activated from an edge binding
sk: Prepínanie okien nemôže byť aktivované skratkou pre okraje

source: Winlist cannot be activated from a signal binding
sk: Prepínanie okien nemôže byť aktivované skratkou pre signály

source: Winlist cannot be activated from an ACPI binding
sk: Prepínanie okien nemôže byť aktivované ACPI skratkami

source: Select a window
sk: Vybrať Okno

source: IBar Settings
sk: Nastavenia IBar

source: Selected source
sk: Vybraný zdroj

source: Icon Labels
sk: Názvy ikon

source: Show icon label
sk: Ukázať názov ikony

source: Misc
sk: Rôzne

source: Lock icon move
sk: Zamknúť presúvanie ikon

source: Track launch
sk: Sledovať spustenie

source: Create new IBar source
sk: Vytvoriť nový zdroj Ibar

source: Enter a name for this new source:
sk: Pridať názov pre tento nový zdroj

source: You requested to delete "%s".<br><br>Are you sure you want to delete this bar source?
sk: Požadujete vymazať "%s".<br><br>Ste si istý, že chcete vymazať tento zdroj

source: Are you sure you want to delete this bar source?
sk: Ste si istý, že chcete zmazať tento zdroj?

source: Create new Icon
sk: Vytvoriť novú ikonu

source: Icon %s
sk: Ikony %s

source: Focus IBar
sk: Aktivácia IBar-u

source: IBox Settings
sk: Nastavenia IBox

source: Expand When On Desktop
sk: Roztiahnuť ak je na ploche

source: Show Icon Label
sk: Zobrazovať názov ikony

source: Display Name
sk: Zobraziť Názov

source: Display Title
sk: Zobraziť hlavičku

source: Display Class
sk: Zobraziť triedu

source: Display Icon Name
sk: Zobraziť názov ikony

source: Display Border Caption
sk: Zobraziť názov záhlavia

source: Show windows from all screens
sk: Zobraziť okná zo všetkých obrazoviek

source: Show windows from current screen
sk: Zobraziť okná z aktuálnej obrazovky

source: Show windows from all desktops
sk: Ukázať okná zo všetkých plôch

source: Show windows from active desktop
sk: Ukázať okná z aktívnej plochy

source: Pager Settings
sk: Nastavenie prepínania plôch

source: Flip desktop on mouse wheel
sk: Prepnúť plochu otočením kolieska myši

source: Always show desktop names
sk: Vždy zobraziť názvy plôch

source: Live preview
sk: Živý náhľad

source: Show popup on desktop change
sk: Zobraziť upozornenie pri zmene plochy

source: Show popup for urgent windows
sk: Zobraziť upozornenie pre urgentné okná

source: Resistance to dragging
sk: Odolnosť proti pretiahnutiu :)

source: Select and Slide button
sk: Výber a posun tlačidla

source: Click to set
sk: Nastaviť kliknutím

source: Drag and Drop button
sk: Drag and Drop tlačidlo

source: Drag whole desktop
sk: Pretiahnúť celú plochu

source: Popup pager height
sk: Výška upozornenia prepínania plôch

source: Popup duration
sk: Dĺžka trvania

source: %1.1f seconds
sk: %1.1f sekúnd

source: Pager action popup height
sk: Výška upozornenia na operáciu prepínania plôch

source: Show popup for urgent window
sk: Zobraziť upozornenie pre urgentné okná

source: Urgent popup sticks on screen
sk: Urgentné upozornenia ostanú na obrazovke

source: Show popup for focused windows
sk: Zobraziť upozornenie pre aktivované okná

source: Urgent popup duration
sk: Trvanie urgentného upozornenia

source: Urgent Windows
sk: Urgentné okná

source: Attention
sk: Upozornenie

source: You cannot use the right mouse button in the<br>shelf for this as it is already taken by internal<br>code for context menus.<br>This button only works in the popup.
sk: Nedá sa použiť pravé tlačidlo myši na<br>lište, nakoľko je využité interne <br>pre kontextové menu.<br>Toto tlačidlo funguje iba pre upozornenie.

source: Show Pager Popup
sk: Zobraziť upozornenie správcu plôch

source: Secondary
sk: Sekundárny

source: Icon Sizes
sk: Veľkosť ikon

source: Do default action after timeout
sk: Vykonať východziu operáciu s časovým odstupom

source: Default Action
sk: Východzia operácia

source: System Controls
sk: Nastavenie systému

source: Show Menu
sk: Zobraziť ponuku

source: Temperature Settings
sk: Nastavenia teploty

source: Sensors
sk: Senzory

source: Celsius
sk: Celzius

source: Display Units
sk: Zobraziť jednotky

source: Check Interval
sk: Perióda kontroly

source: High Temperature
sk: Vysoká teplota

source: Low Temperature
sk: Nízka teplota

source: Temperatures
sk: Teploty

source: Temperature
sk: Teplota

source: Please Wait As We Are Loading Moksha Settings!
sk: Moment, nahráva sa nastavenie desktopu Moksha

source: Next
sk: Ďaľší

source: Please Wait...
sk: Čakajte prosím...

source: Welcome to Moksha
sk: Vitajte v Moksha desktop

source: Select one
sk: Vyberte položku

source: Adding missing App files
sk: Pridávanie súborov aplikácií

source: Select preferred size
sk: Vyberte požadovanú veľkosť

source: Focus by ...
sk: Zamerať sa na ...

source: Mouse Over
sk: Pod myšou

source: Checking to see if Connman exists
sk: Kontrola, či existuje Connman

source: Updates
sk: Aktualizácie

source: Check for available updates
sk: Kontrola dostupných aktualizácií

source: Enable update checking
sk: Povoliť kontrolu aktualizácií

source: Information
sk: Informácie

source: A taskbar can be added to<br>show open windows and applications.
sk: Panel Úloh môže byť pridaný<br>za účelom otvárania okien a aplikácií

source: Enable Taskbar
sk: Povoliť panel úloh

source: Connection Manager
sk: Správca pripojenia

source: Missing Application
sk: Chýbajúca aplikácia

source: Wifi On
sk: Wifi Zapnúť

source: Enter a unique name for this entry
sk: Pridať jedinečný názov pre tento nový zdroj

source: Disable Warning Dialogs
sk: Zakázať varovné dialógy

source: Disable Startup Tutorial
sk: Zakázať sprievodcu po štarte

source: Entries
sk: Vstupy

source: Hide Instead Of Raising
sk: Skryť namiesto prenesenia do popredia

source: Hide If Focus Lost
sk: Skryť ak je strata fokusu

source: Quickaccess Settings
sk: Nastavenia rýchleho prístupu

source: Quickaccess
sk: Rýchly prístup

source: Toggle Visibility
sk: Prepnúť viditeľnosť

source: Add Quickaccess For Current Window
sk: Pridať rýchly prístup pre aktuálne okno

source: Remove Quickaccess From Current Window
sk: Odobrať rýchly prístup z aktuálneho okna

source: Quickaccess Error
sk: Chyba rýchleho prístupu

source: Could not determine command for starting this application!
sk: Nie je možné určiť príkaz pre sputenie tejto aplikácie!

source: Like so:
sk: Napríklad ako:

source: Quickaccess Help
sk: Pomoc s rýchlym prístupom

source: Cannot set relaunch for window without name and class!
sk: Nie je možné nastaviť opätovné spustenie pro okno, ktoré nemá ani meno ani triedu!

source: Cannot set relaunch for internal E dialog!
sk: Nie je možné nastaviť opätovné spustenie interného dialogu Moksha!

source: Continue
sk: Pokračovať

source: More Help
sk: Viac informácií

source: The requested Quickaccess entry does not exist!
sk: Požadovaná položka rýchleho prístupu neexistuje!

source: Keybind Error
sk: Chyba skratky kláves

source: The keybinding you have entered is already in use!
sk: Klávesová skratka už existuje

source: Hide Instead Of Raise
sk: Schovať namiesto do popredia

source: Jump Mode
sk: Režim skoku

source: Relaunch When Closed
sk: Znovu spustiť pri zatvorení

source: Transient
sk: S prechodom

source: Remove Quickaccess
sk: Odstrániť rýchly prístup

source: Quickaccess...
sk: Rýchly prístup...

source: Add Quickaccess
sk: Pridať rýchly prístup

source: Systray Error
sk: Chyba Systray

source: Systray cannot set its background invisible to match its shelf.
sk: Systray nemôže nastaviť svoje pozadie na neviditeľné

source: Another systray exists
sk: Ďalší systray existuje

source: There can be only one systray gadget and another one already exists.
sk: Tu môže byť len jeden widget systray a ďalší už existuje.

source: Systray cannot work in a shelf that is set to below everything.
sk: Systray nemôže pracovať na lište, ktorá je nastavená pod všetkým.

source: Screenshot
sk: Snímka obrazovky

source: Screenshot in:
sk: Snímka za:

source: Screenshot stored in
sk: Snímka uložená v

source: Error - Folder does not exist
sk: Chyba - Priečinok neexistuje

source: Change folder in Take Screenshot settings<br><br>Menu-Settings-All-Advanced-Take Screenshot<br><br>Would you like to set up it now?
sk: Zmena priečinku v nastavení modulu 'Snímka Obrazovky'<br><br>Menu-Settings-All-Advanced-Snímka Obrazovky<br><br>Prajete si nastaviť teraz?

source: Error saving screenshot file
sk: Chyba pri ukladaní súboru snímku obrazovky

source: Path: %s
sk: Cesta: %s

source: Error - Unknown format
sk: Chyba - Neznámy formát

source: Select screenshot save location
sk: Zvoliť cestu pre uloženie snímok

source: Save
sk: Uložiť

source: Error - Upload Failed
sk: Chyba pri uploade

source: Upload failed with status code:<br>%i
sk: Upload zlyhal s kom:<br>%i

source: Error - Can't create file
sk: Chyba - Nie je možné vytvoriť súbor

source: Cannot create temporary file '%s': %s
sk: Nie je možné vytvoriť dočasný súbor '%s': %s

source: Error - Can't open file
sk: Chyba - Nie je možné otvoriť súbor

source: Cannot open temporary file '%s': %s
sk: Nie je možné otvoriť dočasný súbor '%s': %s

source: Error - Bad size
sk: Chyba - Nesprávna veľkosť

source: Cannot get size of file '%s'
sk: Nie je možné získať veľkosť súboru '%s'

source: Error - Can't allocate memory
sk: Chyba - nie je možné alokovať pamäť

source: Cannot allocate memory for picture: %s
sk: Nemôže alokovať pamäť pre obrázok: %s

source: Error - Can't read picture
sk: Chyba - Nie je možné načítať obrázok

source: Cannot read picture
sk: Nie je možné načítať obrázok

source: Uploading screenshot
sk: Upload obrázku

source: Uploading ...
sk: Upload ...

source: Screenshot is available at this location:
sk: Obrázok bol uložený na link:

source: Hide
sk: Skryť

source: Confirm Share
sk: Potvrdiť upload

source: This image will be uploaded<br>to enlightenment.org. It will be publicly visible.
sk: Snímok bude uložený na<br>enlightenment.org. Bude prístupný verejnosti

source: Confirm
sk: Potvrdiť

source: Where to put Screenshot...
sk: Kam uložiť snímku

source: Quality
sk: Kvalita

source: Perfect
sk: Najvyššia

source: Share
sk: Zdieľať

source: Select the screenshot mode... <br>Delay time is set in the Screenshot module settings<br>The current delay time: <b> %d s</b>
sk: Vyber režim snímky obrazovky... <br>Časovač je možné nastaviť vo vlastnostiach modulu <br>Aktuálna hodnota je: <b> %d s</b>

source: Instant shot
sk: Okamžitá snímka

source: Delayed shot
sk: Snímka s časovačom

source: Take Shot
sk: Snímka okna

source: Take Screenshot
sk: Snímka obrazovky

source: Shot Error
sk: Chyba snímky

source: Cannot initialize network
sk: Nie je možné inicializovať sieť

source: Screenshot Settings
sk: Nastavenie snímky obrazovky

source: Show the screenshot mode dialog
sk: Zobraziť ponuku režimov

source: Screenshot guide (quality/share/save)
sk: Sprievodca snímkou (kvalita/zdielanie/uloženie)

source: Show notifications
sk: Zobraziť notifikácie

source: Launch app after screenshot
sk: Otvoriť snímku v aplikácii

source: Application for opening:
sk: Otvoriť v aplikácii:

source: Folder for saving screenshots:
sk: Priečinok pre ukladanie:

source: Delay time [s]
sk: Časovač [s]

source: Image quality [50-90 = jpg, 100 = png]
sk: Kvalita obrázku [50-90 = jpg, 100 = png]

source: Bind Take Shot in Wndows:Action
sk: Skratka v Okno:Operácie

source: for window screenshot!
sk: pre vytvorenie snímky okna

source: Tasks
sk: Panel úloh

source: Tasks Configuration
sk: Konfigurácia panelu úloh

source: Show icon only
sk: Zobraziť len ikony

source: Show text only
sk: Zobraziť len názov

source: Item width
sk: Šírka položky

source: Item height
sk: Výška položky

source: columns
sk: stĺpce

source: rows
sk: riadky

source: Show window titles
sk: Zobraziť záhlavia okien

source: Key hints
sk: Klávesové Skratky

source: Tiling Configuration
sk: Nastavenie dlaždíc

source: Tiling
sk: Dlaždice

source: Add a stack
sk: Pridať zásobník

source: Remove a stack
sk: Odstrániť zásobník

source: Toggle between rows and columns
sk: Prepnúť medzi riadkami a stĺpcami

source: Swap a window with an other
sk: Vymeniť okno s ďalším oknom

source: Move window
sk: Presunúť okno

source: Move window to the left
sk: Presunúť okno vľavo

source: Move window to the right
sk: Presunúť okno vpravo

source: Move window up
sk: Presunúť okno hore

source: Move window down
sk: Presunúť okno dole

source: Adjust transitions
sk: Prispôsobiť prechody

source: Focus a particular window
sk: Aktivovať konkrétne okno

source: Send to upper right corner
sk: Poslať do pravého horného rohu

source: Send to upper left corner
sk: Poslať do ľavého horného rohu

source: Send to lower right corner
sk: Poslať do pravého dolného rohu

source: Send to lower left corner
sk: Poslať do ľavého dolného rohu

source: Keyboard Settings
sk: Nastavenie Klávesnice

source: Configurations
sk: Konfigurácia

source: Models
sk: Modely

source: Label only
sk: Len názov

source: Add New Configuration
sk: Pridať novú konfiguráciu

source: Available
sk: K dispozícii

source: Enter Presentation Mode
sk: Vstup do režimu Prezentácie

source: Moksha is in <b>presentation</b> mode.
sk: Moksha je v režime <br>prezentácie<br>

source: Exited Presentation Mode
sk: Ukončenie režimu prezentácie

source: Presentation mode is over.
sk: Režim prezentácie je ukončený

source: Enter Offline Mode
sk: Vstup do offline režimu

source: Moksha is in <b>offline</b> mode.<br>During offline mode, modules that use network will stop polling remote services.
sk: Moksha je v <b>offline</b> režime.<br>Počas offline režimu,budú zastavené moduly ktoré využívajú vzdialené služby.

source: Exited Offline Mode
sk: Ukončenie offline režimu

source: Now in <b>online</b> mode.<br>Now modules that use network will resume regular tasks.
sk: Teraz v <b>online</b> režime.<br>Moduly používajúce sieť teraz znovu spustia bežné úlohy

source: Notification
sk: Notifikácia

source: Notification Module
sk: Modul notifikácie

source: Error During DBus Init!
sk: Chyba počas inicializácie DBus!

source: Error during DBus init! Please check if dbus is correctly installed and running.
sk: Chyba počas inicializácie DBus! Skontrolujte prosím, či je dbus správne nainštalovaný a beží.

source: Notification Settings
sk: Nastavenia notifikácií

source: Urgency
sk: Urgencia

source: Levels of urgency to display:
sk: Zobraziť úrovne urgencií

source: Critical
sk: Kritické

source: Default Timeout
sk: Predvolený časový limit

source: Force timeout for all notifications
sk: Vnútiť časový limit pre všetky notifikácie

source: Popup Corner
sk: Zobraziť v rohu

source: Top left
sk: Vľavo hore

source: Top right
sk: Vpravo dole

source: Bottom left
sk: Vľavo dole

source: Bottom right
sk: Vpravo dole

source: Selection
sk: Výber

source: Use Copy (Ctrl-C)
sk: Použiť schránku (Ctrl-C)

source: Use Primary (Selection)
sk: Použiť schránku (Výber)

source: Synchronize Clipboards
sk: Synchronizovať schránky

source: Content
sk: Obsah schránky

source: Ignore Whitespace
sk: Ignorovať neviditeľné znaky

source: Trim Whitespace
sk: Zruš neviditeľné znaky

source: Trim Newlines
sk: Zruš znak konca riadku

source: Clipboard
sk: Správca schránky

source: Save History
sk: Ulož históriu

source: Confirm before Clearing
sk: Potvrdiť pred vymazaním

source: Save every Selection
sk: Uložiť každú kopírovanú položku

source: Timer
sk: Časovač

source: Labels
sk: Názvy položiek

source: Label Length
sk: Śirka textu položky

source: Items
sk: Položky

source: Reverse Order
sk: Opačné poradie

source: Items in History
sk: Položiek v histórii

source: History
sk: História

source: Clipboard Settings
sk: Nastavenie Správcu schránky

source: Empty
sk: Prázdne

source: Confirm History Deletion
sk: Potvrdiť zmazanie histórie

source: You wish to delete the clipboards history.<br><br>Are you sure you want to delete it?
sk: Požadujete zmazanie histórie.<br><br>Ste si istý, že ju chcete zmazať?

source: Show History
sk: Zobraziť Históriu

source: Show Settings
sk: Zobraziť Nastavenia

source: Clear History
sk: Vyčistiť Históriu

source: Places Settings
sk: Nastavenie modulu Miesta

source: Show in main menu
sk: Zobraziť v hlavnom menu

source: Hide the gadget header
sk: Skryť hlavičku widgetu

source: Mount volumes at boot
sk: Pripojiť zariadenie počas štartu

source: Open filemanager on insert
sk: Otvoriť správcu súborov pri vložení

source: Use a custom file manager
sk: Použiť vlastného správcu súborov

source: Show in menu
sk: Zobraziť v ponuke

source: Filesystem
sk: Systém súborov

source: Temp
sk: Dočasné

source: Places
sk: Miesta

source: Places Configuration Updated
sk: Konfigurácia modulu aktualizovaná

source: <b>Cannot run the Enlightenment FileManager.</b><br>Please choose a custom file manager in<br>the gadget configuration.
sk: <b>Nemôžem spustiť Správcu súborov Moksha.</b><br>Prosím vyber iného správcu súborov v<br>nastaveniach modulu.

source: No Name
sk: Nepomenované

source: free of
sk: voľné z

source: %s Not Mounted
sk: %s Nepripojené

source: unmount
sk: odpojiť

source: eject
sk: vysunúť

source: Playback
sk: Reprodukcia

source: New volume
sk: Nová hlasitosť

source: Increase Volume
sk: Zvýšiť hlasitosť

source: Decrease Volume
sk: Znížiť hlasitosť
