Repository: BerndStorck/moksha
Catalog: po/*.po
Languages: sk

source: About Moksha
sk: O desktope Moksha

source: Close
sk: Zatvoriť

source: <title>The Team</><br><br>
sk: <title>Tím</title>

source: You are about to kill %s.<br><br>Please keep in mind that all data from this window<br>which has not yet been saved will be lost!<br><br>Are you sure you want to kill this window?
sk: Chystáte sa násilne ukončiť %s.<br><br>pamätajte prosím, že všetky údaje tohto okna,<br>ktoré deteraz neboli uložené sa stratia!<br><br>Ste si istý, že chcete násilne ukončiť toto okno?

source: Are you sure you want to kill this window?
sk: Ste si istý, že chcete násilne ukončiť toto okno?

source: Kill
sk: Násilne ukončiť

source: No
sk: Nie

source: Exit
sk: Ukončiť

source: Are you sure you want to exit Moksha?
sk: Ste si istý, že chcete skončiť?

source: Yes
sk: Áno

source: Logout
sk: Odhlásiť teraz

source: Are you sure you want to logout?
sk: Ste si istý, že sa chcete odhlásiť?

source: Power off
sk: Vypnutie

source: Are you sure you want to power off your computer?
sk: Ste si istý, že chcete vypnúť Váš počítač?

source: Reboot
sk: Reštartovať

source: Are you sure you want to reboot your computer?
sk: Ste si istý, že chcete reštartovať počítač?

source: Suspend
sk: Úsporný režim

source: Are you sure you want to suspend your computer?
sk: Ste si istý, že chcete PC prepnúť do úsporného režimu?

source: Hibernate
sk: Režim spánku

source: Are you sure you want to hibernate your computer?
sk: Ste si istý, že chcete prepnúť počítač do režimu spánku?

source: Window : Actions
sk: Okno : Operácie

source: Move
sk: Presunúť

source: Resize
sk: Zmeniť veľkosť

source: Window Menu
sk: Menu Okna

source: Raise
sk: Vyššie

source: Lower
sk: Nižšie

source: Window : State
sk: Okno : Stav

source: Sticky Mode Toggle
sk: Zmeniť Lepkavosť

source: Sticky Mode Enable
sk: Povoliť Lepkavosť

source: Always On Top Toggle
sk: Vždy navrchu

source: Always On Top Enable
sk: Vždy navrchu povoliť

source: Always On Top Disable
sk: Vždy navrchu zakázať

source: Iconic Mode Toggle
sk: Zmeniť Ikonifikáciu

source: Iconic Mode Enable
sk: Povoliť Ikonifikáciu

source: Fullscreen Mode Toggle
sk: Zmeniť Na celú obrazovku

source: Fullscreen Mode Enable
sk: Zobrazenie na celú obrazovku

source: Maximize
sk: Maximalizovať

source: Maximize Vertically
sk: Maximalizovať zvisle

source: Maximize Horizontally
sk: Maximalizovať vodorovne

source: Maximize Left
sk: Maximalizovať vľavo

source: Maximize Right
sk: Maximalizovať vpravo

source: Maximize Fullscreen
sk: Maximalizovať na celú obrazovku

source: Maximize Mode "Smart"
sk: Inteligentný režim maximalizácie

source: Maximize Mode "Expand"
sk: Režim maximalizácie „Zväčšiť“

source: Maximize Mode "Fill"
sk: Režim maximalizácie „Vyplniť“

source: Shade Up Mode Toggle
sk: Roleta okna - nahor

source: Shade Down Mode Toggle
sk: Roleta okna - nadol

source: Shade Left Mode Toggle
sk: Roleta okna - vľavo

source: Shade Right Mode Toggle
sk: Roleta okna - vpravo

source: Shade Mode Toggle
sk: Zmeniť režim - Roleta

source: Set Shaded State
sk: Zapnúť zrolovanie okna

source: Toggle Borderless State
sk: Stav Bez Okrajov

source: Set Border
sk: Nastav Okraj

source: Cycle between Borders
sk: Prepínanie okrajov

source: Toggle Pinned State
sk: Zmeniť stav Pripnutia

source: Desktop
sk: Plocha

source: Flip Desktop Left
sk: Preklopiť plochu doľava

source: Flip Desktop Right
sk: Preklopiť plochu doprava

source: Flip Desktop Up
sk: Preklopiť Plochu hore

source: Flip Desktop Down
sk: Preklopiť plochu dolu

source: Flip Desktop By...
sk: Preklopiť plochu podľa...

source: Flip To Previous Desktop
sk: Na predošlú plochu

source: Show The Desktop
sk: Zobraziť plochu

source: Show The Shelf
sk: Zobraziť lištu

source: Flip Desktop To...
sk: Preklopiť plochu na...

source: Flip Desktop Linearly...
sk: Preklopiť plochu lineárne...

source: Switch To Desktop 0
sk: Prepnúť na plochu 0

source: Switch To Desktop 1
sk: Prepnúť na plochu 1

source: Switch To Desktop 2
sk: Prepnúť na plochu 2

source: Switch To Desktop 3
sk: Prepnúť na plochu 3

source: Switch To Desktop 4
sk: Prepnúť na plochu 4

source: Switch To Desktop 5
sk: Prepnúť na plochu 5

source: Switch To Desktop 6
sk: Prepnúť na plochu 6

source: Switch To Desktop 7
sk: Prepnúť na plochu 7

source: Switch To Desktop 8
sk: Prepnúť na plochu 8

source: Switch To Desktop 9
sk: Prepnúť na plochu 9

source: Switch To Desktop 10
sk: Prepnúť na plochu 10

source: Switch To Desktop 11
sk: Prepnúť na plochu 11

source: Switch To Desktop...
sk: Prepnúť na plochu 12

source: Flip Desktop Left (All Screens)
sk: Preklopiť plochu vľavo (všetky obrazovky)

source: Flip Desktop Right (All Screens)
sk: Preklopiť plochu vpravo (všetky obrazovky)

source: Flip Desktop Up (All Screens)
sk: Preklopiť plochu hore (všetky obrazovky)

source: Flip Desktop Down (All Screens)
sk: Preklopiť plochu dolu (všetky obrazovky)

source: Flip Desktop By... (All Screens)
sk: Preklopiť plochu podľa... (všetky obrazovky)

source: Flip Desktop To... (All Screens)
sk: Preklopiť plochu do... (všetky obrazovky)

source: Flip Desktop Linearly... (All Screens)
sk: Preklopiť plochu lineárne... (všetky obrazovky)

source: Flip Desktop In Direction...
sk: Prevrátiť desktop v smere...

source: Switch To Desktop 0 (All Screens)
sk: Preklopiť na plochu 0 (všetky obrazovky)

source: Switch To Desktop 1 (All Screens)
sk: Preklopiť na plochu 1 (všetky obrazovky)

source: Switch To Desktop 2 (All Screens)
sk: Preklopiť na plochu 2 (všetky obrazovky)

source: Switch To Desktop 3 (All Screens)
sk: Preklopiť na plochu 3 (všetky obrazovky)

source: Switch To Desktop 4 (All Screens)
sk: Preklopiť na plochu 4 (všetky obrazovky)

source: Switch To Desktop 5 (All Screens)
sk: Preklopiť na plochu 5 (všetky obrazovky)

source: Switch To Desktop 6 (All Screens)
sk: Preklopiť na plochu 6 (všetky obrazovky)

source: Switch To Desktop 7 (All Screens)
sk: Preklopiť na plochu 7 (všetky obrazovky)

source: Switch To Desktop 8 (All Screens)
sk: Preklopiť na plochu 8 (všetky obrazovky)

source: Switch To Desktop 9 (All Screens)
sk: Preklopiť na plochu 9 (všetky obrazovky)

source: Switch To Desktop 10 (All Screens)
sk: Preklopiť na plochu 10 (všetky obrazovky)

source: Switch To Desktop 11 (All Screens)
sk: Preklopiť na plochu 11 (všetky obrazovky)

source: Switch To Desktop... (All Screens)
sk: Preklopiť na plochu... (všetky obrazovky)

source: Window : List
sk: Okno : Zoznam

source: Jump to window...
sk: Prejsť do okna...

source: Jump to window... or start...
sk: Prejsť do okna... alebo na štart...

source: Screen
sk: Obrazovka

source: Send Mouse To Screen 0
sk: Poslať myš na obrazovku 0

source: Send Mouse To Screen 1
sk: Poslať myš na obrazovku 1

source: Send Mouse To Screen...
sk: Poslať myš na obrazovku...

source: Send Mouse Forward 1 Screen
sk: Poslať myš dopredu o 1 obrazovku

source: Send Mouse Back 1 Screen
sk: Poslať myš dozadu o 1 obrazovku

source: Send Mouse Forward/Back Screens...
sk: Poslať myš dopredu/dozadu o obrazovky...

source: Dim
sk: Stlmiť

source: Undim
sk: Rozjasniť

source: Backlight Set
sk: Nastavenie Podsvietenia

source: Backlight Min
sk: Podsvietenie Min

source: Backlight Mid
sk: Podsvietenie Stred

source: Backlight Max
sk: Podsvietenie Max

source: Backlight Adjust
sk: Nastavenie podsvietenia

source: Backlight Up
sk: Zvýšiť jas

source: Backlight Down
sk: Znížiť jas

source: Move To Center
sk: Do stredu

source: Move To Coordinates...
sk: Presunúť na pozíciu...

source: Move By Coordinate Offset...
sk: Presunúť o...

source: Resize By...
sk: Zmena Veľkosti O...

source: Push in Direction...
sk: Posunúť v smere ...

source: Drag Icon...
sk: Presunúť ikonu...

source: Window : Moving
sk: Okno : Presun

source: To Next Desktop
sk: Na ďalšiu plochu

source: To Previous Desktop
sk: Na predošlú plochu

source: By Desktop #...
sk: Podľa č. plochy...

source: To Desktop...
sk: Na plochu...

source: To Next Screen
sk: Na ďalšiu obrazovku

source: To Previous Screen
sk: Na predošlú obrazovku

source: Show Main Menu
sk: Zobraziť Hlavné menu

source: Show Favorites Menu
sk: Zobraziť menu Obľúbené

source: Show All Applications Menu
sk: Zobraziť všetky aplikácie Menu

source: Show Clients Menu
sk: Zobraziť menu Klienti

source: Show Menu...
sk: Zobraziť menu...

source: Launch
sk: Spustiť

source: Command
sk: Príkaz

source: Application
sk: Aplikácia

source: Restart
sk: Reštartovať

source: Exit Now
sk: Ukončiť teraz

source: Moksha : Mode
sk: Moksha : režim

source: Presentation Mode Toggle
sk: Prepnúť režim prezentácie

source: Offline Mode Toggle
sk: Prepnúť režim offline

source: Moksha : Module
sk: Moksha : Modul

source: Enable the named module
sk: Povoliť pomenovaný modul

source: Disable the named module
sk: Zakázať pomenovaný modul

source: Toggle the named module
sk: Prepnúť pomenovaný modul

source: System
sk: Systém

source: Log Out
sk: Odhlásiť sa

source: Power Off Now
sk: Vypnúť teraz

source: Power Off
sk: Vypnúť

source: Suspend Now
sk: Úsporný režim

source: Hibernate Now
sk: Režim spánku

source: Lock
sk: Zamknúť

source: Cleanup Windows
sk: Usporiadať okná

source: Generic : Actions
sk: Všeobecné : Operácie

source: Delayed Action
sk: Odložená operácia

source: Keyboard Layouts
sk: Rozloženie klávesnice

source: Use keyboard layout
sk: Použi klávesnicu

source: Next keyboard layout
sk: Prepni ďalšiu klávesnicu

source: Previous keyboard layout
sk: Predchádzajúca klávesnica

source: Set As Background
sk: Nastaviť ako pozadie

source: Color Selector
sk: Výber farieb

source: Select
sk: Vybrať

source: Cancel
sk: Zrušiť

source: Settings data needed upgrading. Your old settings have<br>been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This simply means Moksha needs new settings<br>data by default for usable functionality that your old<br>settings simply lack. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the hiccup in your settings.<br>
sk: Konfiguračné údaje bolo potrebné aktualizovať.<br> Vaša stará konfigurácia bola zmazaná a boli inicializované nové predvolené hodnoty.<br> To sa pravidelne stáva počas vývoja, takže to neoznamujte ako chybu.<br> Jednoducho to znamená, že Moksha potrebuje nové konfiguračné údaje<br> na funkcionalitu, ktorá vo vašej pôvodnej konfigurácii jednoducho chýba.<br> Táto nová konfigurácia to opraví tak, že pre ňu pridá predvolené hodnoty.<br> Teraz môžete veci nakonfigurovať podľa svojej ľubovôle. Ospravedlňujeme sa za nepríjemnosti.<br>

source: Your settings are NEWER than Moksha. This is very<br>strange. This should not happen unless you downgraded<br>Moksha or copied the settings from a place where<br>a newer version of Moksha was running. This is bad and<br>as a precaution your settings have been now restored to<br>defaults. Sorry for the inconvenience.<br>
sk: Vaša konfigurácia Moksha je NOVŠIA ako verzia Moksha.<br>To je veľmi zvláštne. Nemalo by sa to stať, jedine že by ste znížili verziu Moksha<br>alebo skopírovali konfiguráciu z miesta, kde bežala novšia verzia Moksha.<br>To je zlé a preventívne bola vaša konfigurácia obnovená na predvolené hodnoty.<br>Ospravedlňujeme sa za nepríjemnosti.<br>

source: Moksha Settings Write Problems
sk: Problémy so zápisom nastavení Moksha

source: Moksha has had an error while moving config files<br>from:<br>%s<br><br>to:<br>%s<br><br>The rest of the write has been aborted for safety.<br>
sk: Moksha narazila na chybu počas presunu konfiguračných súborov<br>z:<br>%s<br><br>do:<br>%s<br><br>Ďalšie zapisovanie bolo zrušené z bezpečnostných dôvodov.<br>

source: Settings Upgraded
sk: Nastavenia aktualizované

source: The EET file handle is bad.
sk: EET popisovač súboru je poškodený.

source: The file data is empty.
sk: Súbor dát je prázdny.

source: The file is not writable. Perhaps the disk is read-only<br>or you lost permissions to your files.
sk: Súbor nie je zapisovateľný. Možno je disk iba na čítanie<br>alebo ste stratili oprávnenie k súborom.

source: Memory ran out while preparing the write.<br>Please free up memory.
sk: Pamäť plná pri príprave zápisu.<br>Prosím uvoľniť pamäť.

source: This is a generic error.
sk: Všeobecná chyba.

source: The settings file is too large.<br>It should be very small (a few hundred KB at most).
sk: Súbor nastavení je príliš veľký.<br>Mal by to byť veľmi malý (niekoľko stoviek KB najviac).

source: You ran out of space while writing the file.
sk: Vyčerpaný priestor pri zápise do súboru

source: The file was closed while writing.
sk: Súbor bol uzavretý počas zápisu.

source: Memory-mapping (mmap) of the file failed.
sk: Pamäť - mapping (mmap) súboru zlyhalo.

source: X509 Encoding failed.
sk: X509 Kódovanie zlyhalo.

source: Signature failed.
sk: Podpisovanie zlyhalo

source: The signature was invalid.
sk: Podpis bol neplatný.

source: Not signed.
sk: Nie je podpísané

source: Feature not implemented.
sk: Funkcia nie je implementovaná.

source: Encryption failed.
sk: Šifrovanie zlyhalo.

source: Decryption failed.
sk: Dešifrovanie zlyhalo.

source: Advanced
sk: Pokročilé

source: Basic
sk: Základné

source: Apply
sk: Použiť

source: Extensions
sk: Rozšírenia

source: Modules
sk: Moduly

source: Preferences
sk: Nastavenia

source: Container %d
sk: Kontajner %d

source: Error - no PAM support
sk: Chyba - chýba popdora PAM

source: No PAM support was built into Moksha, so<br>desk locking is disabled.
sk: Do desktopu Moksha nebola pridaná podpora PAM<br>takže zamykanie plochy je vypnuté.

source: Lock Failed
sk: Zamknutie zlyhalo

source: Locking the desktop failed because some application<br>has grabbed either the keyboard or the mouse or both<br>and their grab is unable to be broken.
sk: Zamknutie plochy zlyhalo, pretože nejaká aplikácia<br>si vyhradila prístup ku klávesnici alebo myši, prípadne obidvom,<br>a tento vyhradený prístup sa nepodarilo zrušiť.

source: Please enter your unlock password
sk: Prosím, zadajte heslo na odomknutie

source: Authenticating...
sk: Overovanie...

source: The password you entered is invalid. Try again.
sk: Zadané heslo nie je správne. Skúste znovu.

source: Authentication System Error
sk: Chyba autentifikačného systému

source: Authentication via PAM had errors setting up the<br>authentication session. The error code was <hilight>%i</hilight>.<br>This is bad and should not be happening. Please report this bug.
sk: Pri autentifikácii prostredníctvom PAM sa nepodarilo vytvoriť<br>autentifikovanú reláciu. Kód chyby je <hilight>%i</hilight>.<br> To nie je dobre a nemalo by sa to stávať. Prosím, ohláste túto chybu.

source: Activate Presentation Mode?
sk: Aktivovať režim prezentácie?

source: You unlocked your desktop too fast.<br><br>Would you like to enable <b>presentation</b> mode and temporarily disable screen saver, lock and power saving?
sk: Odomkli ste plochu príliš rýchlo.<br><br>Chcete zapnúť <b>režim prezentácie</b> a systému dočasne vypnúť šetrič obrazovky, zámok a úsporu energie?

source: No, but increase timeout
sk: Nie, ale prajem si predĺžiť čas

source: No, and stop asking
sk: Nie, a viac sa nepýtať

source: Incomplete Window Properties
sk: Nastavenia nedokončeného okna

source: The window you are creating an icon for<br>does not contain window name and class<br>properties. Without these, you will have to<br>use the window title instead. This will only<br>work if the window title is the same at<br>the time the window starts up, and does not<br>change.
sk: Okno pre ktoré ste dali vytvoriť ikonu<br>neobsahuje hodnoty vlastností názov a trieda okna.<br>Tieto vlastnosti sú potrebné na vytvorenie ikony<br>. Namiesto toho bude potrebné použiť nadpis okna.<br>To bude fungovať iba pokiaľ nadpis okna bude rovnaký pri štarte a nezmení <br>sa počas behu.

source: Desktop Entry Editor
sk: Editor záznamov plochy

source: Name
sk: Názov

source: Comment
sk: Komentár

source: Icon
sk: Ikona

source: Generic Name
sk: Všeobecný názov

source: Window Class
sk: Trieda okna

source: Categories
sk: Kategórie

source: Mime Types
sk: Typy MIME

source: Desktop file
sk: Súbor plochy

source: General
sk: Všeobecné

source: Startup Notify
sk: Upozorniť pri štarte

source: Run in Terminal
sk: Spustiť v termináli

source: Show in Menus
sk: Zobraziť v ponukách

source: Options
sk: Nastavenia

source: Select an Icon for '%s'
sk: Vybrať ikonu pre '%s'

source: Select an Executable
sk: Vybrať spustiteľný súbor

source: Delete
sk: Zmazať

source: Cut
sk: Vystrihnúť

source: Copy
sk: Kopírovať

source: Paste
sk: Vložiť

source: Select All
sk: Vybrať všetky

source: Run Error
sk: Chyba pri spustení

source: Moksha was unable to get current directory
sk: Moksha nemôže identifikovať aktuálny adresár

source: Moksha was unable to change to directory:<br><br>%s
sk: Moksha nemôže zmeniť adresár:<br><br>%s<br>

source: Moksha was unable to restore to directory:<br><br>%s
sk: Moksha nemôže obnoviť adresár:<br><br>%s<br>

source: Moksha was unable to fork a child process:<br><br>%s
sk: Moksha nemôže vytvoriť proces potomka:<br><br>%s<br>

source: Application run error
sk: Chyba pri spustení aplikácie

source: Moksha was unable to run the application:<br><br>%s<br><br>The application failed to start.
sk: Moksha nemôže spustiť aplikáciu.<br><br>%s<br><br>Aplikácia zlyhala pri spustení.

source: %s stopped running unexpectedly.
sk: %s neočakávane ukončil svoj beh.

source: An exit code of %i was returned from %s.
sk: Návratová hodnota %2$s vrátila aplikácia %1$i.

source: %s was interrupted by an Interrupt Signal.
sk: %s prerušil signál Interrupt.

source: %s was interrupted by a Quit Signal.
sk: %s bol prerušený signálom Quit.

source: %s was interrupted by an Abort Signal.
sk: %s prerušil signál Abort.

source: %s was interrupted by a Floating Point Error.
sk: %s prerušila chyba pohyblivej desatinnej čiarky.

source: %s was interrupted by an Uninterruptable Kill Signal.
sk: %s prerušil signál Uninterruptable Kill.

source: %s was interrupted by a Segmentation Fault.
sk: %s prerušila chyba segmentácie.

source: %s was interrupted by a Broken Pipe.
sk: %s prerušila prerušená rúra.

source: %s was interrupted by a Termination Signal.
sk: %s prerušil signál Termination.

source: %s was interrupted by a Bus Error.
sk: %s prerušila chyba zbernice.

source: %s was interrupted by the signal number %i.
sk: %s prerušil signál č. %i.

source: ***The remaining output has been truncated. Save the output to view.***
sk: ***Zvyšný výstup bol vynechaný vo výpise. Zobraziť ho môžete uložením výstupu.***

source: Error Information
sk: Informácia o chybe

source: Error Signal Information
sk: Informácia chybového signálu

source: Output Data
sk: Výstupné dáta

source: There was no output.
sk: Žiaden výstup.

source: Error Logs
sk: Záznamy chýb

source: There was no error message.
sk: Žiadne chybové hlásenie.

source: Save This Message
sk: Uložiť túto správu

source: This error log will be saved as %s/%s.log
sk: Tento chybový záznam sa uloží ako %s/%s.log

source: Nonexistent path
sk: Neexistujúca cesta

source: %s doesn't exist.
sk: %s neexistuje.

source: %u file
sk: %u súbor

source: Mount Error
sk: Chyba pri pripájaní

source: Can't mount device
sk: Nedá sa pripojiť jednotka

source: Unmount Error
sk: Chyba pri odpájaní

source: Can't unmount device
sk: Nedá sa odpojiť jednotka

source: Eject Error
sk: Chyba pri vysunutí

source: Can't eject device
sk: Nedá sa vysunúť jednotka

source: Error
sk: Chyba

source: Case Sensitive
sk: Rozlišovať veľké/malé písmená

source: Sort By Extension
sk: Triediť podľa prípony

source: Sort By Modification Time
sk: Triediť podľa času

source: Sort By Size
sk: Triediť podľa veľkosti

source: Directories First
sk: Priečinky ako prvé

source: Directories Last
sk: Priečinky ako posledné

source: View Mode
sk: Režim zobrazenia

source: Sorting
sk: Triedenie

source: Refresh View
sk: Obnoviť zobrazenie

source: New...
sk: Nový...

source: Actions...
sk: Operácia...

source: Link
sk: Odkaz

source: Rename
sk: Premenovať

source: Unmount
sk: Odpojiť

source: Mount
sk: Pripojiť

source: Eject
sk: Vysunúť

source: Properties
sk: Vlastnosti

source: Application Properties
sk: Vlastnosti aplikácie

source: File Properties
sk: Vlastnosti súboru

source: Use default
sk: Použiť predvolené

source: Grid Icons
sk: Mriežka ikon

source: Custom Icons
sk: Vlastné ikony

source: List
sk: Zoznam

source: Default View
sk: Predvolené zobrazenie

source: Icon Size (%d)
sk: Veľkosť ikony (%d)

source: Could not create a directory!
sk: Nie je možné vytvoriť priečinok

source: Could not create a file!
sk: Nie je možné vytvoriť súbor

source: New Directory
sk: Nový priečinok

source: New File
sk: Nový súbor

source: Already creating a new file for this directory!
sk: Už vytváram nový súbor pre tento priečinok!

source: %s can't be written to!
sk: %s nemôže byť zapísaný

source: Directory
sk: Priečinok

source: File
sk: Súbor

source: Inherit parent settings
sk: Zdedené rodičovské nastavenia

source: Show Hidden Files
sk: Zobraziť skryté súbory

source: Remember Ordering
sk: Zapamätať poradie

source: Sort Now
sk: Zoradiť teraz

source: Single Click Activation
sk: Použi jednoduché kliknutie

source: Secure Deletion
sk: Zabezpečené vymazanie

source: File Manager Settings
sk: Nastavenia správcu súborov

source: File Icon Settings
sk: Nastavenie ikon súborov

source: Set background...
sk: Nastaviť pozadie...

source: Clear background
sk: Zmazať pozadie

source: Set overlay...
sk: Nastaviť prekrývanie...

source: Clear overlay
sk: Zrušiť prekrývanie...

source: Rename %s to:
sk: Premenovať %s na:

source: Rename File
sk: Premenovať súbor

source: %s already exists!
sk: %s už existuje!

source: %s could not be renamed because it is protected
sk: %s nie je možné premenovať keďže je chránené

source: Internal filemanager error :(
sk: Interná chyba správcu súborov :(

source: Retry
sk: Opakovať

source: Abort
sk: Zrušiť

source: No to all
sk: Nie pre všetko

source: Yes to all
sk: Áno na všetko

source: Warning
sk: Upozornenia

source: File already exists, overwrite?<br><hilight>%s</hilight>
sk: Súbor už existuje, prepísať?<br><hilight>%s</hilight>

source: Move Source
sk: Presunúť zdroj

source: Ignore this
sk: Ignorovať

source: Ignore all
sk: Ignorovať všetko

source: An error occurred while performing an operation.<br>%s
sk: Došlo ku chybe počas vykonávania operácie.<br>%s

source: Confirm Delete
sk: Potvrdiť zmazanie

source: Are you sure you want to delete<br><hilight>%s</hilight>?
sk: Ste si istí, že chcete zmazať<br><hilight>%s</hilight> ?

source: Are you sure you want to delete<br><hilight>all</hilight> the %d files in<br><hilight>%s</hilight>?
sk: Chcete skutočne odstrániť<br> %d vybrané súbory v:<br><hilight>%s</hilight> ?

source: Unknown Volume
sk: Neznámy zväzok

source: Removable Device
sk: Vymeniteľné Zariadenie

source: Cannot change permissions: %s
sk: Nie je možné zmeniť oprávnenia: %s

source: Name:
sk: Názov:

source: Location:
sk: Umiestnenie

source: Size:
sk: Veľkosť:

source: Occupied blocks on disk:
sk: Veľkosť blokov na disku

source: Last Accessed:
sk: Posledný Prístup:

source: Last Modified:
sk: Posledná úprava:

source: Last Modified Permissions:
sk: Posledná úprava privilégií:

source: File Type:
sk: Typ súboru:

source: Permissions
sk: Oprávnenia

source: read
sk: čítanie

source: write
sk: zápis

source: execute
sk: vykonať

source: Group:
sk: Skupina:

source: Others:
sk: Ďaľšie:

source: Preview
sk: Náhľad

source: Default
sk: Predvolené

source: Thumbnail
sk: Náhľad

source: Custom
sk: Vlastné

source: Use this icon for all files of this type
sk: Použiť túto ikonu pre všetky súbory tohoto typu

source: Link Information
sk: Linka informácie

source: This link is broken.
sk: Tento link je nefunkčný

source: Select an Image
sk: Vybrať obrázok

source: Gadget error
sk: Chyba widgetu
