Repository: BerndStorck/moksha
Catalog: po/*.po
Languages: sk

source: I know
sk: Beriem na vedomie

source: You disabled the screensaver too fast.<br><br>Would you like to enable <b>presentation</b> mode and temporarily disable screen saver, lock and power saving?
sk: Vypli ste šetrič obrazovky príliš rýchlo.<br><br>Chcete povoliť <b>prezentačný mód</b> a dočasne vypnúť šetrič obrazovky, zámok a správu napájania?

source: Float
sk: Plávajúci

source: Horizontal
sk: Horizontálne

source: Vertical
sk: Vertikálne

source: Left
sk: Vľavo

source: Right
sk: Vpravo

source: Top
sk: Hore

source: Bottom
sk: Dole

source: Top-left Corner
sk: Ľavý-horný roh

source: Top-right Corner
sk: Pravý-horný roh

source: Bottom-left Corner
sk: Ľavý-dolný roh

source: Bottom-right Corner
sk: Pravý-dolný roh

source: Left-top Corner
sk: Ľavý-horný roh

source: Right-top Corner
sk: Pravý-horný roh

source: Left-bottom Corner
sk: Ľavý-dolný roh

source: Right-bottom Corner
sk: Pravý-dolný roh

source: Shelf #%d
sk: Lišta #%d

source: Shelf Autohide Error
sk: Chyba automatického skrývania lišty

source: Shelf autohiding will not work properly<br>with the current configuration; set your shelf to<br>"Below Everything" or disable autohiding.
sk: Automatické skrývanie lišty nebude pracovať správne<br>s aktuálnou konfiguráciou; nastav lištu na<br>"Pod všetkým" alebo zakáž automatické skrývanie.

source: Add New Shelf
sk: Pridať novú lištu

source: Shelf Error
sk: Chyba lišty

source: A shelf with that name already exists!
sk: Lišta s takým názvom už existuje!

source: Stop Moving Gadgets
sk: Ukončiť presúvanie widgetov

source: Begin Moving Gadgets
sk: Začať presúvanie widgetov

source: Are you sure you want to delete this shelf?
sk: Ste si istý, že chcete zmazať túto lištu?

source: You requested to delete this shelf.<br><br>Are you sure you want to delete it?
sk: Požadujete zmazanie tejto lišty.<br><br>Ste si istý, že ju chcete zmazať?

source: A shelf with that name and id already exists!
sk: Lišta s takým menom a ID už existuje

source: Rename Shelf
sk: Premenovať lištu

source: Contents
sk: Obsah

source: Orientation
sk: Orientácia

source: Autohide
sk: Automatické skrývanie

source: Refresh
sk: Obnoviť

source: Starting %s
sk: Štart %s

source: Checking System Permissions
sk: Kontrola systému privilégií

source: System Check Done
sk: Kontrola systému skončená

source: Logout is taking too long.<br>Some applications refuse to close.<br>Do you want to finish the logout<br>anyway without closing these<br>applications first?<br><br>Auto logout in %d seconds.
sk: Odhlasovanie trvá príliš dloho.<br>Niektoré aplikácie odmietajú byť zatvorené<br>Prajete si dokončiť odhlasovanie<br>bez ohľadu na tieto <br>aplikácie ?<br><br>Automatické odhlásenie za %d sekúnd.

source: Logout problems
sk: Problém s odhlásením

source: Logout now
sk: Odhlásiť teraz

source: Wait longer
sk: Počkať dlhšie

source: Cancel Logout
sk: Zrušiť odhlásenie

source: Logout in progress
sk: Prebieha odhlásenie

source: Logout in progress.<br><hilight>Please wait.</hilight>
sk: Prebieha odhlásenie.<br><hilight>Prosím čakajte.</hilight>

source: Moksha is busy with another request
sk: Moksha je zamestnaná inou požiadavkou

source: Logging out.<br>You cannot perform other system actions<br>once a logout has begun.
sk: Odhlásenie.<br>Nemôžete vykonať ďalšie operaácie systému<br>odhlásenie začalo.

source: Powering off.<br>You cannot do any other system actions<br>once a shutdown has been started.
sk: Vypínanie.<br>Nemôžete vykonávať iné operácie systému<br>nakoľko proces už začal

source: Resetting.<br>You cannot do any other system actions<br>once a reboot has begun.
sk: Resetovanie.<br>Nemôžete vykonávať iné operácie systému<br>nakoľko proces už začal

source: Suspending.<br>Until suspend is complete you cannot perform<br>any other system actions.
sk: Prechod do úsporného režimu.<br>Nemôžete vykonávať iné operácie systému<br>nakoľko proces už začal

source: Hibernating.<br>You cannot perform any other system actions<br>until this is complete.
sk: Prechod do režimu uspania.<br>nemožno vykonávať žiadne ďalšie operácie systému<br>nakoľko proces už začal

source: EEK! This should not happen
sk: EEK! K tomu nemalo dôjsť

source: Power off failed.
sk: Vypnutie zlyhalo.

source: Reset failed.
sk: Reset zlyhal.

source: Suspend failed.
sk: Úsporný režim zlyhal.

source: Hibernate failed.
sk: Uspanie zlyhalo

source: Power off.<br><hilight>Please wait.</hilight>
sk: Vypnutie.<br><hilight>Prosím čakajte.</hilight>

source: Resetting
sk: Resetovanie

source: Resetting.<br><hilight>Please wait.</hilight>
sk: Resetovanie.<br><hilight>Prosím čakajte.</hilight>

source: Suspending
sk: Prechod do úsporného režimu

source: Suspending.<br><hilight>Please wait.</hilight>
sk: Prechod do úsporného režimu.<br><hilight>Prosím čakajte.</hilight>

source: Hibernating
sk: Uspávanie

source: Hibernating.<br><hilight>Please wait.</hilight>
sk: Uspávanie.<br><hilight>Prosím čakajte.</hilight>

source: Select Theme
sk: Vyber tému

source: Set As Theme
sk: Nastaviť ako tému

source: Stop Moving/Resizing Items
sk: Ukončiť presúvanie/zmenu veľkosti položiek

source: Begin Moving/Resizing Items
sk: Začať presúvanie/zmenu veľkosti položiek

source: Set Toolbar Contents
sk: Nastaviť obsah panela nástrojov

source: Bother me later
sk: Opýtať sa neskôr

source: Never tell me
sk: Nikdy sa nepýtať

source: Moksha was unable to fork a child process:<br><br>%s<br>
sk: Moksha nemôže vytvoriť proces potomka:<br><br>%s<br>

source: Cannot exit - immortal windows.
sk: Nie je možné skončiť - nesmrteľné okná.

source: Some windows are left still around with the Lifespan lock enabled. This means<br>that Moksha will not allow itself to exit until these windows have<br>been closed or have the lifespan lock removed.<br>
sk: Niekoľko okien je stále aktívnych, pretože majú zapnutý Lifespan zámok. To znamená, že<br>Moksha nebude možné ukončiť pokiaľ tieto okná nebudú<br>uzatvorené, alebo lifespan zámok nebude vypnutý.<br>

source: %'.0f bytes
sk: %'.0f Bytov

source: %'.0f KiB
sk: %'.0f KB

source: %'.1f MiB
sk: %'.0f MB

source: %'.1f GiB
sk: %'.0f GB

source: %'.1f TiB
sk: %'.0f TB

source: In the future
sk: V budúcnosti

source: In the last minute
sk: V poslednej minúte

source: Last year
sk: Minulý rok

source: Last month
sk: Minulý mesiac

source: Last week
sk: Minulý týždeň

source: Yesterday
sk: Včera

source: An hour ago
sk: Pred hodinou

source: A minute ago
sk: Pred minútou

source: Unknown
sk: Neznámy

source: Error creating directory
sk: Chyba pri vytváraní priečinku

source: Failed to create directory: %s .<br>Check that you have correct permissions set.
sk: Zlyhanie vytvorenia priečinku: %s .<br>Skontrolujte správnosť privilégií

source: Failed to create directory: %s .<br>A file of that name already exists.
sk: Zlyhanie vytvorenia priečinku: %s .<br>Súbor s týmto menom už existuje

source: %s Configuration Updated
sk: %s Konfigurácia Aktualizovaná

source: Never
sk: Nikdy

source: A second
sk: sekunda

source: One year
sk: rok

source: One month
sk: mesiac

source: One week
sk: týždeň

source: One day
sk: deň

source: An hour
sk: hodina

source: A minute
sk: minúta

source: Add
sk: Pridať

source: Up
sk: Hore

source: Down
sk: Dole

source: Resolution:
sk: Rozlíšenie

source: Mime-type:
sk: Typy MIME

source: Length:
sk: Dĺžka

source: Used:
sk: Použité:

source: Reserved:
sk: Rezervované:

source: Mount status:
sk: Stav pripojenia

source: Type:
sk: Typ:

source: Owner:
sk: Majiteľ:

source: Permissions:
sk: Oprávnenia:

source: Modified:
sk: Zmenené:

source: Read Only
sk: Iba na čítanie

source: Read-Write
sk: Čítať-zapisovať

source: Unmounted
sk: Odpojené

source: You
sk: Ty

source: Protected
sk: Chránené

source: Forbidden
sk: Zakázané

source: Add to Favorites
sk: Pridať do obľúbených

source: Go up a Directory
sk: Prejsť hore do priečinku

source: Access Settings
sk: Nastavenie prístupu

source: Backlight
sk: Podsvietenie

source: Backlight Controls
sk: Ovládanie podsvietenia

source: Battery Monitor Settings
sk: Nastavenie monitora batérie

source: Show alert when battery is low
sk: Upozorniť keď bude batéria takmer vybitá

source: Use desktop notifications for alert
sk: Zobraziť upozornenie na ploche.

source: Check every:
sk: Skontrolujte každých:

source: %1.0f ticks
sk: %1.0f dielov

source: Suspend when below:
sk: Ǔsporný režim ak je menej ako:

source: Hibernate when below:
sk: Režim spánku , ak je menej ako:

source: Shutdown when below:
sk: Vypnutie, keď ak je menej ako;

source: Polling
sk: Dotazovanie

source: Show low battery alert
sk: Zobraziť upozornenie pri slabej batérii

source: Alert when at:
sk: Upozornenie pri:

source: Auto dismiss in...
sk: Automatické zamietnutie v...

source: %1.0f s
sk: %1.0f sek

source: Alert
sk: Výzva

source: Auto Detect
sk: Automatická detekcia

source: Internal
sk: Interné

source: Fuzzy Mode
sk: Fuzzy režim

source: Hardware
sk: Hardvér

source: Battery
sk: Batéria

source: Power Management Timing
sk: Nastavenie časov správy napájania

source: Your battery is low!
sk: Vaša batéria je slabá!

source: AC power is recommended.
sk: Doporučujem napojenie na AC sieť.

source: ERROR
sk: CHYBA

source: Battery Meter
sk: Ukazovateľ stavu batérie

source: Clock Settings
sk: Nastavenia Hodín

source: Clock
sk: Hodiny

source: Analog
sk: Klasické

source: Digital
sk: Digitálne

source: Seconds
sk: Sekundy

source: Date
sk: Dátum

source: Full
sk: Plné zobrazenie

source: Numbers
sk: Len čísla

source: Date Only
sk: Len dátum

source: Week
sk: Týždeň

source: Start
sk: Štart

source: Weekend
sk: Víkend

source: Days
sk: Dni

source: Toggle calendar
sk: Prepnúť zobrazenie kalendára

source: Configuration Panel
sk: Konfiguračný panel

source: Show configurations in menu
sk: Zobraziť konfiguráciu v menu

source: Settings Panel
sk: Panel nastavení

source: Menus
sk: Ponuky

source: Presentation
sk: Prezentácia

source: Offline
sk: Nepripojený

source: Modes
sk: Režimy

source: IBar Applications
sk: IBar aplikácie

source: Startup Applications
sk: Aplikácie po spustení

source: Restart Applications
sk: Reštart aplikácií

source: Screen Lock Applications
sk: Aplikácia pri zamknutí obrazovky

source: Screen Unlock Applications
sk: Aplikácia pri odomknutí obrazovky

source: Order
sk: Poradie

source: Personal Application Launchers
sk: Vlastný spúšťač aplikácií

source: Default Applications
sk: Východzie aplikácie

source: Custom Browser Command
sk: Vlastný príkaz prehliadača webu

source: Browser
sk: Prehliadač

source: Trash
sk: Kôš

source: Terminal
sk: Terminál

source: Selected Application
sk: Vybrané aplikácie

source: Types
sk: Typy:

source: Desktop Environments
sk: Desktopové prostredia

source: Execution
sk: Vykonať príkaz

source: Only launch single instances
sk: Spustiť len jednu inštaciu

source: Major Desktops
sk: Hlavné plochy

source: Apps
sk: Aplikácie

source: Create Application Launcher
sk: Vytvor spúšťač aplikácie

source: IBar Other
sk: IBar ďaľší

source: Profile Selector
sk: Výber profilu

source: Available Profiles
sk: Dostupné profily

source: Select a profile
sk: Vybrať profil

source: Scratch
sk: Zrušiť

source: Selected profile: %s
sk: Zvolený profil: %s

source: Add New Profile
sk: Pridať nový profil

source: You want to delete the "%s" profile.<br><br>Are you sure?
sk: Chcete odstrániť "%s" profil.<br><br>Ste si istý?

source: Are you sure you want to delete this profile?
sk: Ste si istý, že chcete zmazať tento profil?

source: Dialog Settings
sk: Nastavenie dialógov

source: Disable Confirmation Dialogs
sk: Zakázať potvrdzovacie dialógy

source: Normal Windows
sk: Normálne okná

source: Default Settings Dialogs Mode
sk: Predvolené nastavenie režimu dialógov

source: Basic Mode
sk: Základný režim

source: Advanced Mode
sk: Pokročilý režim

source: Remember size and position of dialogs
sk: Zachovať veľkosť a polohu dialógov

source: Default Dialog Mode
sk: Štandardný režim dialógov

source: Dialogs
sk: Dialógy

source: Profiles
sk: Profily

source: Virtual Desktops Settings
sk: Nastavenie virtuálnych plôch

source: Number of Desktops
sk: Počet plôch

source: Click to change wallpaper
sk: Zmena tapety

source: Desktop Flip
sk: Preklopenie Plochy

source: Flip when dragging objects to the screen edge
sk: Otočenie pri presunutí objektov na okraj obrazovky

source: Wrap desktops around when flipping
sk: Umožniť preklápanie plôch dookola

source: Desktop Window Profile
sk: Profil desktopového okna

source: Use desktop window profile
sk: Použiť profil desktopového okna

source: Desktops
sk: Pracovné plochy

source: Off
sk: Vypnúť

source: Pane
sk: Pole

source: Zoom
sk: Priblížiť

source: Animation speed
sk: Rýchlosť animácie

source: %1.1f s
sk: %1.1f sek

source: Flip Animation
sk: Animácia otočenia

source: Desk Settings
sk: Nastavenie plochy

source: Desktop Name
sk: Názov plochy

source: Profile Name:
sk: Názov Profilu

source: Desktop Wallpaper
sk: Pozadie plochy

source: Set
sk: Nastaviť

source: Select a Background...
sk: Vyberte pozadie ...

source: Personal
sk: Osobné

source: Screen Lock Settings
sk: Nastavenie uzamknutia obrazovky

source: Lock on Startup
sk: Uzamknúť pri štarte

source: Lock on Suspend
sk: Uzamknúť pri úspornom režime

source: Custom Screenlock Command
sk: Vlastny príkaz uzamknutia

source: Use Custom Screenlock Command
sk: Použiť vlastný príkaz uzamknutia

source: Locking
sk: Uzamyká sa...

source: Keyboard Layout
sk: Klávesnica

source: Show on all screens
sk: Zobraziť na všetkých obrazovkách

source: Show on current screen
sk: Zobraziť na aktuálnej obrazovke

source: Show on screen #:
sk: Ukázať na obrazovke #:

source: %1.0f seconds
sk: %1.0f sekúnd

source: Lock when idle time exceeded
sk: Zamknúť pri prekročenej nečinnosti

source: %1.0f minutes
sk: %1.0f minút

source: Timers
sk: Časovače

source: Suggest if deactivated before
sk: Navrhnúť ak už bolo deaktivované

source: Presentation Mode
sk: Režim prezentácie

source: Theme Defined
sk: Téma vybraná

source: Theme Wallpaper
sk: Obrázok témy

source: Current Wallpaper
sk: Aktuálna tapeta

source: Wallpaper
sk: Tapeta

source: Screen Saver Settings
sk: Nastavenia šetriča obrazovky

source: Enable screen blanking
sk: Povoliť vypnutie obrazovky

source: Timeout
sk: Oneskorenie

source: Suspend on blank
sk: Šetriaci režim pri vypnutí obrazovky

source: Suspend even if AC
sk: Šetriaci režim pri vypnutom napájaní

source: Suspend delay
sk: Čas do spustenia šetriaceho režimud

source: Blanking
sk: Vypnutie obrazovky

source: Presentation mode enabled
sk: Prepnúť do režimu prezentácie

source: Backlight Settings
sk: Nastavenie podsvietenia

source: Normal Backlight
sk: Normálne podsvietenie

source: Dim Backlight
sk: Tlmené podsvietenie

source: Idle Fade Time
sk: Doba pred stlmením

source: %1.0f second(s)
sk: %1.0f sek.

source: Fade Time
sk: Doba prechodu

source: %1.1f second(s)
sk: %1.1f sekúnd

source: Virtual Desktops
sk: Virtuálne plochy

source: Screen Lock
sk: Uzamykanie obrazovky

source: Desk
sk: Plocha

source: <None>
sk: <Žiadny>

source: Edge Bindings Settings
sk: Nastavenie skratiek pre okraje obrazovky

source: Edge Bindings
sk: Skratky pre okraje

source: Modify
sk: Upraviť

source: Delete All
sk: Odstrániť všetko

source: Restore Default Bindings
sk: Obnoviť predvolené väzby

source: Action
sk: Operácia

source: Mouse Button
sk: Tlačidlo myši

source: Action Params
sk: Parametre operácie

source: General Options
sk: Hlavné nastavenia

source: Allow binding activation with fullscreen windows
sk: Povoliť aktiváciu väzby režime celej obrazovky okna

source: Allow binding activation with multiple screens (DANGEROUS!)
sk: Povoliť aktiváciu väzby s viacerými obrazovkami (NEBEZPEČNÉ)

source: Edge Binding Sequence
sk: Sekvencie väzby okraja

source: Clickable edge
sk: Okraj s možnosťou kliknutia

source: Edge Binding Error
sk: Chyba väzby okraja

source: The edge binding that you chose is already used by<br><hilight>%s</hilight> action.<br>Please choose another edge to bind.
sk: Väzba okraja, ktorú ste vybrali už bola použitá<br><hilight>%s</hilight> operáciou.<br>Zvoľte inú väzbu prosím.

source: Left Edge
sk: Ľavý okraj

source: Top Edge
sk: Horný okraj

source: Right Edge
sk: Vpravý okraj

source: Bottom Edge
sk: Dolný okraj

source: Top Left Edge
sk: Ľavý horný okraj

source: Top Right Edge
sk: Pravý horný okraj

source: Bottom Right Edge
sk: Pravý dolý okraj

source: Bottom Left Edge
sk: Ľavý dolný okraj

source: (left clickable)
sk: (ponechať možnosť klikania)

source: (clickable)
sk: (s možnosťou klikania)

source: Signal Binding Error
sk: Chyba Väzby okrajov

source: Add Signal Binding
sk: Pridať signálovú väzbu

source: Source:
sk: Zdroj:

source: Signal:
sk: Signál:

source: Signal Bindings
sk: Signálové väzby

source: Signal Bindings Settings
sk: Nastavenie signálových väzieb

source: Input
sk: Vstup

source: Interaction Settings
sk: Nastavenia interakcie

source: Enable Thumbscroll
sk: Povoliť rolovanie

source: %1.0f pixels
sk: %1.0f pixelov

source: %1.0f pixels/s
sk: %1.0f pixelov/sek

source: Friction slowdown
sk: Trecie spomalenie

source: %1.2f s
sk: %1.2f sek

source: Mouse Settings
sk: Nastavenia myši

source: Show Cursor
sk: Zobraziť kurzor

source: Theme
sk: Téma

source: Idle effects
sk: Efekty v stave nečinnosti

source: Cursor
sk: Kurzor

source: Mouse Hand
sk: Nastevenie tlačidiel myši

source: Mouse Acceleration
sk: Akcelerácia myši

source: Acceleration
sk: Akcelerácia

source: Threshold
sk: Prah

source: Mouse
sk: Myš

source: Touch
sk: Dotyk

source: Input Method Settings
sk: Nastavenie vstupu

source: Input Method Selector
sk: Výber vstupu

source: Use No Input Method
sk: Použiť metódu bez vstupu

source: Setup Selected Input Method
sk: Nastavenie zvolenej metódy vstupu

source: New
sk: Nový

source: Input Method Parameters
sk: Parametre vstupu

source: Execute Command
sk: Vykonať príkaz

source: Setup Command
sk: Nastaviť príkaz

source: Exported Environment Variables
sk: Exportované premenné prostredia

source: Select an Input Method Settings...
sk: Nastavenie zvolenej metódy stupu...

source: Input Method Config Import Error
sk: Chyba konfigurácie metódy vstupu

source: Moksha was unable to import the configuration.<br><br>Are you sure this is really a valid configuration?
sk: Moksha nevie importovať konfiguráciu.<br><br>Ste si istí, že je toto správna konfigurácia?

source: Moksha was unable to import the configuration<br>due to a copy error.
sk: Moksha nevie importovať konfiguráciu<br>z dôvodu chyby pri kopírovaní

source: Language Settings
sk: Nastavenie jazyka

source: Desklock Language Settings
sk: Nastavenie jazyka zámku obrazovky

source: Possible Locale problems
sk: Možné problémy s lokalizáciou

source: Language Selector
sk: Výber jazyka

source: System Default
sk: Predvolené nastavenie

source: Locale Selected
sk: Vybranie národného prostredia

source: Locale
sk: Národné prostredie

source: Language
sk: Jazyk

source: ACPI Bindings
sk: ACPI väzby

source: AC Adapter Unplugged
sk: AC adaptér odpojený

source: AC Adapter Plugged
sk: AC adaptér pripojený

source: Ac Adapter
sk: AC adaptér

source: Button
sk: Tlačidlo

source: Fan
sk: Ventilátor

source: Lid Unknown
sk: Kryt neznámy

source: Lid Closed
sk: Kryt zatvorený

source: Lid Opened
sk: Kryt otvorený

source: Lid
sk: Kryt

source: Power Button
sk: Tlačidlo Zapnúť PC

source: Processor
sk: Procesor

source: Sleep Button
sk: Tlačidlo Úsporný režim

source: Thermal
sk: Teplotné čido

source: Zoom Out
sk: Oddialiť

source: Zoom In
sk: Priblížiť

source: Brightness Down
sk: Znížiť podsvietenie

source: Brightness Up
sk: Zvýšiť podsvietenie

source: Mute
sk: Stlmiť

source: ACPI Binding
sk: ACPI Väzba

source: Please trigger the ACPI event you wish to bind to, <br><br>or <hilight>Escape</hilight> to abort.
sk: Prosím spustite ACPI udalosť, ktorú chcete priradiť, <br><br>alebo <hilight>Escape</hilight> pre zrušenie.

source: Single key
sk: Použiť jeden kláves

source: Key Bindings Settings
sk: Nastavenie Klávesových skratiek

source: Key Bindings
sk: Klávesové skratky

source: Binding Key Error
sk: Chyba pri priraďovaní skratky

source: The binding key sequence, that you choose, is already used by <br><hilight>%s</hilight> action.<br>Please choose another binding key sequence.
sk: Priradenie, ktoré bolo vytvorené už bolo použité <br><hilight>%s</hilight>.<br> Zvoľte iné priradenie.

source: Mouse Bindings Settings
sk: Nastavenie väzieb pre myš

source: Mouse Binding Error
sk: Chyba skratky pre myš

source: Mouse Bindings
sk: Skratky pre myš

source: Action Context
sk: Kontext činnotí

source: Any
sk: Každý

source: Win List
sk: Zoznam Okien

source: Zone
sk: Zóna

source: Container
sk: Kontajnér

source: Manager
sk: Manažér

source: Mouse Buttons
sk: Nastavenia tlačidiel myši

source: Mouse Wheels
sk: Koliesko myši

source: Left button
sk: Ľavé tlačidlo

source: Right button
sk: Pravé tlačidlo

source: Button %i
sk: Tlačidlo %i

source: Middle button
sk: Stredné tlačidlo

source: Extra button (%d)
sk: Tlačitko %i

source: Mouse Wheel Up
sk: Uvoľnenie kolieska

source: Mouse Wheel Down
sk: Stlačenie kolieska

source: Extra Wheel (%d) Up
sk: Uvoľnenie extra kolieska (%d)

source: Extra Wheel (%d) Down
sk: Stlačenie extra kolieska (%d)

source: Menu Settings
sk: Nastavenie ponuky

source: Moksha Default
sk: Predvolnené nastavenie Moksha

source: Personal Default
sk: Osobné predvolené nastavenie

source: Main Menu
sk: Zobraziť hlavnú ponuku

source: Favorites
sk: Obľúbené

source: Applications Display
sk: Zobrazenie aplikácií

source: Generic
sk: Všeobecný názov

source: Comments
sk: Komentáre

source: Gadgets
sk: Widgety

source: Show gadget settings in top-level
sk: Zobraziť nastavenia Widgetov na najvyššej úrovni ponuky

source: Margin
sk: Okraj

source: %2.0f pixels
sk: %2.0f pixelov

source: Cursor Margin
sk: Okraj kurzora

source: Autoscroll
sk: Automatické rolovanie

source: Smart Menu Orientation
sk: Inteligentná orientácia

source: Menu Scroll Speed
sk: Rýchlosti rolovania

source: %5.0f pixels/s
sk: %5.0f pixelov/sek

source: Fast Mouse Move Threshold
sk: Prah pri rýchlom posune myšou

source: %4.0f pixels/s
sk: %4.0f pixelov/sek

source: Click Drag Timeout
sk: Časový limit pre uchopenie

source: %2.2f s
sk: %1.2f sek

source: Miscellaneous
sk: Rôzne

source: Search Path Settings
sk: Nastavenie hľadania cesty

source: Images
sk: Obrázky

source: Fonts
sk: Fonty

source: Themes
sk: Témy

source: Icons
sk: Ikony

source: Backgrounds
sk: Pozadia

source: Messages
sk: Správy

source: Moksha Paths
sk: Cesty pre Mokshu

source: Default Directories
sk: Základné priečinky

source: User Defined Directories
sk: Uživateľom definované priečinky

source: Environment Variables
sk: Premenné prostredia

source: Search Directories
sk: Hľadať priečinky

source: Engine Settings
sk: Nastavenie Enginu

source: Enable
sk: Povoliť

source: Performance Settings
sk: Správa výkonu

source: Framerate
sk: Počet Obrázkov

source: Application priority
sk: Prioritné aplikácie

source: Allow module load delay
sk: Povoliť oneskorenie spustenia modulu

source: Cache flush interval
sk: Interval uvoľňóvania vyrovnávacej pamäte

source: Font cache size
sk: Veľkosť vyrovnávecej pamäte písma

source: %1.1f MiB
sk: %1.0f MB

source: Image cache size
sk: Veľkost vyrovnávacej pamäte obrázkov

source: Caches
sk: Medzipamäte

source: %1.0f files
sk: %1.0f súborov

source: %1.0f collections
sk: %1.0f kolekcií

source: Power Management Settings
sk: Nastavenie správy napájania

source: Levels Allowed
sk: Povolené úrovne

source: Time to defer power-hungry tasks
sk: Doba odloženia energeticky náročných úloh

source: Level
sk: Úroveň

source: e.g. Saving to disk
sk: napr. uloženie na disk

source: Low
sk: Nízka

source: Medium
sk: Stredná

source: %.0f s
sk: %1.0f sek

source: High
sk: Vysoká

source: Extreme
sk: Extrémne

source: Performance
sk: Výkon

source: Power Management
sk: Správa napájania
